Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Front.strings
Languages: hi_in, nl_nl, th_th

source: OK
hi_in: ठीक है
th_th: โอเค

source: Cancel
hi_in: रद्द करें
nl_nl: Annuleren
th_th: ยกเลิก

source: Yes
hi_in: हाँ
nl_nl: Ja
th_th: ใช่

source: No
hi_in: नहीं
nl_nl: Nee
th_th: ไม่

source: Close
hi_in: बंद करे
nl_nl: Sluiten
th_th: ปิด

source: Select
hi_in: चुनते हैं
nl_nl: Selecteer
th_th: เลือก

source: Continue
hi_in: जारी रखें
nl_nl: Doorgaan
th_th: ต่อไป

source: Learn More…
hi_in: और जानें…
nl_nl: Meer weten…
th_th: เรียนรู้เพิ่มเติม…

source: Untitled
hi_in: शीर्षकहीन
nl_nl: Naamloos
th_th: ไม่มีชื่อ

source: Undo
hi_in: पूर्ववत
nl_nl: Ongedaan maken
th_th: เลิกทำ

source: Dismiss
hi_in: खारिज
nl_nl: Afwijzen
th_th: ยกเลิก

source: Confirm
hi_in: पुष्टि करना
nl_nl: Bevestigen
th_th: ยืนยัน

source: Error
hi_in: त्रुटि
nl_nl: Foutmelding
th_th: ข้อผิดพลาด

source: Search
hi_in: खोज
nl_nl: Zoeken
th_th: ค้นหา

source: Replace
hi_in: बदलने के
nl_nl: Vervangen
th_th: แทนที่

source: All
hi_in: सभी
nl_nl: Alle
th_th: ทั้งหมด

source: Search text not found in article
hi_in: लेख में खोज पाठ नहीं मिला
nl_nl: Tekst niet gevonden in artikel
th_th: ไม่พบข้อความที่ค้นหาในบทความ

source: search text
hi_in: खोज पाठ
nl_nl: zoek tekst
th_th: ค้นหาข้อความ

source: Search by file name
hi_in: फ़ाइल नाम से खोजें
nl_nl: Zoeken op bestandsnaam
th_th: ค้นหาตามชื่อไฟล์

source: Searching
hi_in: खोज कर
nl_nl: Zoeken
th_th: กำลังค้นหา

source: Gathering more results
hi_in: अधिक परिणाम एकत्र करना
nl_nl: Meer resultaten aan het ophalen
th_th: กำลังรวบรวมผลลัพธ์เพิ่มเติม

source: Insert Table
hi_in: तलिका डालें
nl_nl: Tabel invoegen
th_th: แทรกตาราง

source: Columns
hi_in: कॉलम
nl_nl: Kolommen
th_th: คอลัมน์

source: Rows
hi_in: पंक्तियों
nl_nl: Rijen
th_th: แถว

source: Align Left
hi_in: बाये को करी
nl_nl: Links uitlijnen
th_th: ชิดซ้าย

source: Align Center
hi_in: मध्य में संरेखित करें
nl_nl: Centreren
th_th: จัดกึ่งกลาง

source: Align Right
hi_in: सही संरेखित
nl_nl: Rechts uitlijnen
th_th: ชิดขวา

source: Resize Table
hi_in: तालिका का आकार बदलें
nl_nl: Tabel formaat wijzigen
th_th: ปรับขนาดตาราง

source: Delete Table
hi_in: तालिका हटाएं
nl_nl: Tabel verwijderen
th_th: ลบตาราง

source: Typora are trying copy the newly inserted image to folder <code id='image-create-folder-target'></code> according to your YAML Front Matter setting or global preferences. But the target folder does not exist, create it now?
hi_in: Typora आपके यामल फ्रंट मैटर सेटिंग या वैश्विक वरीयताओं के अनुसार फ़ोल्डर <कोड आईडी = 'छवि-निर्माण-फ़ोल्डर-लक्ष्य'> </ code> पर नई डाली गई छवि को कॉपी करने की कोशिश कर रहा है। लेकिन लक्ष्य फ़ोल्डर मौजूद नहीं है, इसे अभी बनाएं?
nl_nl: Typora probeert de nieuwe afbeelding te kopiëren naar de map <code id='image-create-folder-target'></code>. Deze map bestaat echter niet. Wilt u de map aanmaken?
th_th: Typora กำลังพยายามคัดลอกภาพที่แทรกใหม่ไปยังโฟลเดอร์ <code id='image-create-folder-target'></code> ตามการตั้งค่า YAML Front Matter หรือการตั้งค่าส่วนกลุ่ม แต่โฟลเดอร์เป้าหมายไม่มีอยู่ คุณต้องการสร้างหรือไม่?

source: Create Folder
hi_in: फोल्डर बनाएं
nl_nl: Map aanmaken
th_th: สร้างโฟลเดอร์

source: Edit
hi_in: संपादित करें
nl_nl: Aanpassen
th_th: แก้ไข

source: Delete Math
hi_in: गणित हटाएं
nl_nl: Verwijder formule
th_th: ลบสมการ

source: Preview
hi_in: पूर्वावलोकन
nl_nl: Voorbeeld
th_th: ตัวอย่าง

source: Articles
hi_in: सामग्री
nl_nl: Artikelen
th_th: บทความ

source: Outline
hi_in: रेखांकित करें
nl_nl: Overzicht
th_th: เค้าร่าง

source: Files
hi_in: फ़ाइलें
nl_nl: Bestanden
th_th: ไฟล์

source: Switch to File List view
hi_in: फ़ाइल सूची दृश्य पर स्विच करें
nl_nl: Schakel naar lijstweergave
th_th: เปลี่ยนเป็นมุมมองรายการไฟล์

source: Switch to File Tree view
hi_in: फाइल ट्री व्यू पर स्विच करें
nl_nl: Schakel naar boomweergave
th_th: เปลี่ยนเป็นมุมมองโครงสร้างไฟล์

source: Switch to Outline view
hi_in: रूपरेखा दृश्य पर स्विच करें
nl_nl: Schakel naar overzichtsweergave
th_th: เปลี่ยนเป็นมุมมองเค้าร่าง

source: Close sidebar
hi_in: साइडबार बंद करें
nl_nl: Sluit zijbalk
th_th: ปิดแถบด้านข้าง

source: Loading
hi_in: लोड हो रहा है
nl_nl: Laden
th_th: กำลังโหลด

source: Selected folders contains too many files. Please switch to <a id='switch-to-tree-on-oversize'>File Tree view</a> for better performance.
hi_in: चयनित फ़ोल्डर में बहुत सारी फाइलें होती हैं। N कृपया बेहतर प्रदर्शन के लिए <a id='Switch-to-tree-on-Overize'> फ़ाइल ट्री व्यू </a> पर स्विच करें।
nl_nl: Geselecteerde mappen bevatten te veel bestanden. Schakel over naar <a id='switch-to-tree-on-oversize'>boomweergave</a> voor betere prestaties.
th_th: โฟลเดอร์ที่เลือกมีไฟล์จำนวนมากเกินไป กรุณาเปลี่ยนเป็น <a id='switch-to-tree-on-oversize'>มุมมองโครงสร้างไฟล์</a> เพื่อประสิทธิภาพที่ดีขึ้น

source: New File
hi_in: नई फ़ाइल
nl_nl: Nieuw bestand
th_th: ไฟล์ใหม่

source: Unpin Outline Panel
hi_in: अनपिन आउटलाइन पैनल
nl_nl: Overzichtspaneel losspelden
th_th: ยกเลิกการยึดติดแผงเค้าร่าง

source: Open Folder...
hi_in: फोल्डर खोलो...
nl_nl: Open Map...
th_th: เปิดโฟลเดอร์...

source: Action
hi_in: कार्य
nl_nl: Actie
th_th: การดำเนินการ

source: Close Sidebar Menu
hi_in: साइडबार मेनू बंद करें
nl_nl: Sluit zijbalk
th_th: ปิดเมนูแถบด้านข้าง

source: Reveal in Finder
hi_in: खोजक में पता चलता है
nl_nl: Weergeven in Finder
th_th: แสดงใน Finder

source: Reveal in File Explorer
hi_in: फ़ाइल एक्सप्लोरर में प्रकट करें
nl_nl: Weergeven in verkenner
th_th: แสดงใน File Explorer

source: Refresh Folder
hi_in: फ़ोल्डर को ताज़ा करें
nl_nl: Map verversen
th_th: รีเฟรชโฟลเดอร์

source: Sort
hi_in: तरह
nl_nl: Sorteren
th_th: จัดเรียง

source: Group By Folder
hi_in: फ़ोल्डर द्वारा समूह
nl_nl: Groeperen op map
th_th: จัดกลุ่มตามโฟลเดอร์

source: Sort Naturally (Ascending)
hi_in: स्वाभाविक रूप से क्रमबद्ध करें (आरोही)
nl_nl: Natuurlijk sorteren (oplopend)
th_th: จัดเรียงตามธรรมชาติ (น้อยไปมาก)

source: Sort Naturally (Descending)
hi_in: स्वाभाविक रूप से क्रमबद्ध करें (उतरना)
nl_nl: Natuurlijk sorteren (aflopend)
th_th: จัดเรียงตามธรรมชาติ (มากไปน้อย)

source: Sort by Name (Ascending)
hi_in: नाम से क्रमबद्ध करें (आरोही)
nl_nl: Sorteren op naam (A-Z)
th_th: จัดเรียงตามชื่อ (น้อยไปมาก)

source: Sort by Modification Date (Ascending)
hi_in: संशोधन तिथि द्वारा क्रमबद्ध करें (आरोही)
nl_nl: Sorten op wijzigingsdatum (oudste eerst)
th_th: จัดเรียงตามวันที่แก้ไข (น้อยไปมาก)

source: Sort by Name (Descending)
hi_in: नाम से क्रमबद्ध करें (अवरोही)
nl_nl: Sorteren op naam (Z-A)
th_th: จัดเรียงตามชื่อ (มากไปน้อย)

source: Sort by Modification Date (Descending)
hi_in: संशोधन तिथि (अवरोही) द्वारा क्रमबद्ध करें
nl_nl: Sorten op wijzigingsdatum (nieuwste eerst)
th_th: จัดเรียงตามวันที่แก้ไข (มากไปน้อย)

source: Location
hi_in: स्थान
nl_nl: Locatie
th_th: ตำแหน่ง

source: Switch File List/Tree View
hi_in: फ़ाइल सूची / पेड़ दृश्य स्विच करें
nl_nl: Schakel tussen lijstweergave/boomweergave
th_th: สลับมุมมองรายการไฟล์/โครงสร้างไฟล์

source: No Files Available
hi_in: कोई फाइल उपलब्ध नहीं है
nl_nl: Geen bestanden beschikbaar
th_th: ไม่มีไฟล์ที่ใช้งานได้

source: No Folder is Opened.
hi_in: कोई फ़ोल्डर नहीं खोला जाता है।
nl_nl: Geen map is geopend.
th_th: ไม่มีโฟลเดอร์ที่เปิดอยู่

source: Outline is Empty.
hi_in: रूपरेखा खाली है।
nl_nl: Overzicht is leeg.
th_th: เค้าร่างว่างเปล่า

source: Toggle Sidebar
hi_in: साइडबार टॉगल करें
nl_nl: Toon/verberg zijbalk
th_th: สลับแถบด้านข้าง

source: Toggle Source Code Mode
hi_in: स्रोत कोड मोड टॉगल करें
nl_nl: Toon/verberg Broncode Modus
th_th: สลับโหมดซอร์สโค้ด

source: Exit Source Code Mode
hi_in: स्रोत कोड मोड से बाहर निकलें
nl_nl: Sluit Broncode Modus
th_th: ออกจากโหมดซอร์สโค้ด

source: Table of Contents
hi_in: विषयसूची
nl_nl: Inhoudsopgave
th_th: สารบัญ

source: Empty Diagram
hi_in: खाली आरेख
nl_nl: Leeg diagram
th_th: แผนภูมิว่างเปล่า

source: Input Math TeX here
hi_in: इनपुट गणित टेक्स यहाँ
nl_nl: Voer hier Math TeX in
th_th: ใส่สมการ Math TeX ที่นี่

source: Need to define the reference footnote <b>{0}</b> with syntax <a>[^{1}]: www.example.com</a>
hi_in: संदर्भ फुटनोट <b> {0} </ b> को सिंटैक्स के साथ परिभाषित करने की आवश्यकता है <a> [^ {1}]: www.example.com </a>
nl_nl: Graag de referentie voetnoot <b>{0}</b> definiëren met syntax <a>[^{1}]: www.voorbeeld.nl</a>
th_th: ต้องการกำหนดคำอธิบายอ้างอิง <b>{0}</b> ด้วยไวยากรณ์ <a>[^{1}]: www.example.com</a>

source: Need to define the reference link <b>[{0}]</b> with syntax <b>[{1}]: www.example.com</b>
hi_in: संदर्भ लिंक को परिभाषित करने की आवश्यकता <b> [{0}] </ b> सिंटैक्स के साथ <b> [{1}]: www.example.com </ b>
nl_nl: Graag de referentie link <b>[{0}]</b> definiëren met syntax <b>[{1}]: www.voorbeeld.nl</b>
th_th: ต้องการกำหนดลิงก์อ้างอิง <b>[{0}]</b> ด้วยไวยากรณ์ <b>[{1}]: www.example.com</b>

source: Please define image reference by [{0}]: http://example.png
hi_in: कृपया n [{0}] द्वारा छवि संदर्भ को परिभाषित करें: http: //example.png
nl_nl: Definieer de afbeeldingsreferentie met [{0}]: http://voorbeeld.png
th_th: กรุณากำหนดอ้างอิงภาพโดย [{0}]: http://example.png

source: Failed to create file
hi_in: फ़ाइल बनाने में विफल
nl_nl: Aanmaken van bestand mislukt
th_th: ไม่สามารถสร้างไฟล์

source: Failed to create folder
hi_in: फ़ोल्डर बनाने में विफल
nl_nl: Aanmaken van map mislukt
th_th: ไม่สามารถสร้างโฟลเดอร์

source: Failed to rename file
hi_in: फ़ाइल का नाम बदलने में विफल
nl_nl: Hernoemen van bestand mislukt
th_th: ไม่สามารถเปลี่ยนชื่อไฟล์

source: Folder does not exist at %@
hi_in: फ़ोल्डर% @ पर मौजूद नहीं है
nl_nl: Map bevind zich niet op deze positie: %@
th_th: ไม่มีโฟลเดอร์ที่ %@

source: File with the same name already exists at target path
hi_in: उसी नाम के साथ फ़ाइल पहले से ही लक्ष्य पथ पर मौजूद है
nl_nl: Bestand met dezelfde naam bestaat al op doellocatie
th_th: มีไฟล์ที่มีชื่อเดียวกันอยู่แล้วในเส้นทางเป้าหมาย

source: Apply to All
hi_in: सब पर लागू
nl_nl: Overal toepassen
th_th: ใช้กับทั้งหมด

source: Overwrite
hi_in: ओवरराइट
nl_nl: Overschrijven
th_th: เขียนทับ

source: Stop
hi_in: विराम
th_th: หยุด

source: back to document
hi_in: वापस दस्तावेज़ पर
nl_nl: terug naar document
th_th: กลับไปยังเอกสาร

source: Failed to load file
hi_in: फ़ाइल लोड करने में विफल
nl_nl: Het is niet gelukt om het bestand te laden
th_th: ไม่สามารถโหลดไฟล์

source: Save File Failed!
hi_in: फ़ाइल सहेजें विफल!
nl_nl: Het is niet gelukt om het bestand op te slaan!
th_th: บันทึกไฟล์ล้มเหลว!

source: Cannot open folder {0}
hi_in: फ़ोल्डर नहीं खोल सकता {0}
nl_nl: Kan map {0} niet openen
th_th: ไม่สามารถเปิดโฟลเดอร์ {0}

source: File content is changed by external applications. Reload content from disk ?
hi_in: फ़ाइल सामग्री बाहरी अनुप्रयोगों द्वारा बदल दी जाती है। डिस्क से सामग्री को पुनः लोड करें?
nl_nl: Bestandsinhoud is aangepast door een externe applicatie. Bestand herladen?
th_th: เนื้อหาของไฟล์ถูกเปลี่ยนแปลงโดยแอปพลิเคชันภายนอก โหลดเนื้อหาจากดิสก์ใหม่?

source: Should continue moving and overwrite existing file(s) ?
hi_in: जारी रखना जारी रखना चाहिए और मौजूदा फ़ाइल को ओवरराइट करना चाहिए?
nl_nl: Doorgaan met het verplaatsen en overschrijven van bestaande bestand(en)?
th_th: ควรดำเนินการย้ายและเขียนทับไฟล์ที่มีอยู่หรือไม่?

source: Rename to "{0}" ?
hi_in: नाम बदलकर "{0}" करें?
nl_nl: Hernoemen naar "{0}" ?
th_th: เปลี่ยนชื่อเป็น "{0}" ?

source: Failed to rename from "{0}" to "{1}"
hi_in: "{0}" से "{1}" में नाम बदलने में विफल
nl_nl: Hernoemen van "{0}" naar "{1}" is mislukt
th_th: ไม่สามารถเปลี่ยนชื่อจาก "{0}" เป็น "{1}"

source: Successfully uploaded {0} images.
hi_in: सफलतापूर्वक {0} छवियों को अपलोड किया गया।
nl_nl: Succesvol {0} afbeeldingen geüpload.
th_th: อัพโหลดภาพ {0} ภาพสำเร็จ

source: Failed to upload image. Error Message:
hi_in: छवि अपलोड करने में विफल। त्रुटि संदेश:
nl_nl: Afbeelding uploaden mislukt. Foutmelding:
th_th: อัพโหลดภาพล้มเหลว ข้อความผิดพลาด:

source: Failed to Copy Image to Target Folder.
hi_in: फ़ोल्डर को लक्षित करने के लिए छवि कॉपी करने में विफल।
nl_nl: Afbeelding kopiëren naar doelmap mislukt.
th_th: ไม่สามารถคัดลอกภาพไปยังโฟลเดอร์เป้าหมาย

source: Select Container Folder
hi_in: कंटेनर फ़ोल्डर का चयन करें
nl_nl: Selecteer de containermap
th_th: เลือกโฟลเดอร์ที่จะเก็บ

source: Saved
hi_in: बचाया
nl_nl: Opgeslagen
th_th: บันทึกแล้ว

source: replace with
hi_in: से बदलो
nl_nl: vervangen met
th_th: แทนที่ด้วย

source: Case Sensitive
hi_in: अक्षर संवेदनशील
nl_nl: Hoofdlettergevoelig
th_th: คำนึงถึงตัวพิมพ์ใหญ่-เล็ก

source: Whole Word
hi_in: पूरा शब्द
nl_nl: Heel woord
th_th: คำเต็ม

source: input image URL
hi_in: इनपुट छवि यूआरएल
nl_nl: voer afbeeldings-URL in
th_th: ใส่ URL ของภาพ

source: Select image from local file
hi_in: स्थानीय फ़ाइल से छवि का चयन करें
nl_nl: Selecteer afbeelding van lokaal bestand
th_th: เลือกภาพจากไฟล์ในเครื่อง

source: Cannot open location <code>$1</code>, do you mean <a href='$3' target='_blank' target='_blank'>$2</a> ?
hi_in: स्थान <code>$1</code> नहीं खोला जा सकता, क्या आपका मतलब <a href='$3' target='_blank' target='_blank'>$2</a> है?
th_th: ไม่สามารถเปิดตำแหน่ง <code>$1</code>, คุณหมายถึง <a href='$3' target='_blank' target='_blank'>$2</a> หรือไม่?

source: Finish Editing
hi_in: संपादन समाप्त करें
nl_nl: Stop met bewerken
th_th: เสร็จสิ้นการแก้ไข

source: Revert advanced setting file to default one ?
hi_in: डिफ़ॉल्ट सेटिंग फ़ाइल को डिफ़ॉल्ट पर वापस लाएं?
nl_nl: Wilt u de geavanceerde instellingen terugzetten naar de standaardwaarden?
th_th: ย้อนกลับไฟล์การตั้งค่าขั้นสูงเป็นค่าเริ่มต้นหรือไม่?

source: Select Spell Check Language
hi_in: वर्तनी जांच भाषा का चयन करें
nl_nl: Selecteer de taal voor spellingscontrole
th_th: เลือกภาษาตรวจสอบการสะกด

source: Auto Detect Language
hi_in: ऑटो पता लगाते हैं
nl_nl: Detecteer taal automatisch
th_th: ตรวจจับภาษาอัตโนมัติ

source: Disable Spell Check
hi_in: वर्तनी जाँच अक्षम करें
nl_nl: Schakel spellingscontrole uit
th_th: ปิดใช้งานตรวจสอบการสะกด

source: Global Setting…
hi_in: वैश्विक सेटिंग…
nl_nl: Globale instellingen…
th_th: การตั้งค่าทั่วไป...

source: Dictionary file is missing to enable spellcheck support for %@.
hi_in: % @ के लिए वर्तनी जांच को सक्षम करने के लिए शब्दकोश फ़ाइल गुम है।
nl_nl: Het woordenboek mist voor de spellingscontrole van %@.
th_th: ไม่พบไฟล์พจนานุกรมสำหรับเปิดใช้งานการสนับสนุนตรวจสอบการสะกดสำหรับ %@.

source: Install Language Support
hi_in: भाषा समर्थन स्थापित करें
nl_nl: Installeer taalondersteuning
th_th: ติดตั้งการสนับสนุนภาษา

source: License Information
hi_in: लाइसेंस जानकारी
nl_nl: Licentie Informatie
th_th: ข้อมูลใบอนุญาต

source: Download
hi_in: डाउनलोड
nl_nl: Downloaden
th_th: ดาวน์โหลด

source: Install dictionary file only for Typora
hi_in: केवल Typora के लिए शब्दकोश फ़ाइल स्थापित करें
nl_nl: Installeer het woordenboek uitsluitend voor Typora
th_th: ติดตั้งไฟล์พจนานุกรมเฉพาะสำหรับ Typora

source: Spell Check (%@ unavailable)
hi_in: वर्तनी जाँच (% @ अनुपलब्ध)
nl_nl: Spellingscontrole (%@ unavailable)
th_th: ตรวจสอบการสะกด (%@ ไม่สามารถใช้งาน)

source: Spell Check (%@ downloading)
hi_in: वर्तनी जांच (% @ डाउनलोडिंग)
nl_nl: Spellingscontrole (%@ downloading)
th_th: ตรวจสอบการสะกด (%@ กำลังดาวน์โหลด)

source: Download dictionary file for %@
hi_in: % @ के लिए शब्दकोश फ़ाइल डाउनलोड करें
nl_nl: Download woordenboek voor %@
th_th: ดาวน์โหลดไฟล์พจนานุกรมสำหรับ %@

source: (Default spell check option)
hi_in: (डिफ़ॉल्ट वर्तनी जांच विकल्प)
nl_nl: (Standaard spellingscontrole optie)
th_th: (ตัวเลือกตรวจสอบการสะกดเริ่มต้น)

source: Failed to load spellcheck module
hi_in: स्पेलचेक मॉड्यूल लोड करने में विफल
nl_nl: Het laden van de spellingscontrole module is mislukt
th_th: ไม่สามารถโหลดโมดูลตรวจสอบการสะกด

source: <strong>%@</strong> has been turned on.
hi_in: <strong>% @ </ strong> चालू किया गया है।
nl_nl: <strong>%@</strong> is aangezet.
th_th: <strong>%@</strong> ถูกเปิดใช้งาน

source: You could turn it off from `View` menu.
hi_in: आप इसे 'व्यू` मेनू से बंद कर सकते हैं।
nl_nl: U kunt dit uitzetten via de `Weergave` knop in het menu.
th_th: คุณสามารถปิดใช้งานจากเมนู `มุมมอง`

source: The file is too large to render in Typora.
hi_in: Typora में प्रस्तुत करने के लिए फ़ाइल बहुत बड़ी है।
nl_nl: Dit bestand is te groot om weer te geven in Typora.
th_th: ไฟล์ใหญ่เกินไป ไม่สามารถแสดงผลใน Typora

source: Open in…
hi_in: में खुलेगा…
nl_nl: Openen in…
th_th: เปิดใน…

source: Quick Look
hi_in: त्वरित देखो
nl_nl: Snelle weergave
th_th: แสดงตัวอย่าง

source: Filter
hi_in: फ़िल्टर
nl_nl: Filteren
th_th: กรอง

source: No result found.
hi_in: कोई परिणाम नहीं मिला।
nl_nl: Geen resultaten gevonden.
th_th: ไม่พบผลลัพธ์

source: Continue & Overwrite
hi_in: जारी रखें और ओवरराइट करें
nl_nl: Doorgaan & Overschrijven
th_th: ดำเนินการต่อและเขียนทับ

source: The file is read-only, or you do not have right permissions to modify the file.
hi_in: फ़ाइल केवल पढ़ने योग्य है, या फ़ाइल को संशोधित करने के लिए आपके पास सही अनुमतियां नहीं हैं।
nl_nl: Dit bestand is alleen-lezen of u heeft niet genoeg rechten om dit bestand te wijzigen.
th_th: ไฟล์นี้เป็นไฟล์อ่านอย่างเดียว หรือคุณไม่ได้รับสิทธิ์ในการแก้ไขไฟล์

source: Learn Data Recovery
hi_in: डेटा रिकवरी सीखें
nl_nl: Leer over gegevensherstel
th_th: เรียนรู้การกู้คืนข้อมูล

source: Auto refresh on Files Panel cannot be enabled.
hi_in: फ़ाइलें पैनल पर ऑटो रीफ्रेश सक्षम नहीं किया जा सकता है।
nl_nl: Automatisch vernieuwen voor bestanden kan niet worden ingeschakeld.
th_th: ไม่สามารถเปิดใช้งานการรีเฟรชอัตโนมัติในพาเนลไฟล์

source: Delete Permanently
hi_in: स्थायी रूप से मिटाएं
nl_nl: Verwijder permanent
th_th: ลบถาวร

source: Failed to upload images:
hi_in: छवियों को अपलोड करने में विफल:
nl_nl: Uploaden van afbeeldingen is mislukt:
th_th: ไม่สามารถอัปโหลดรูปภาพ:

source: Uploading in progress
hi_in: प्रगति पर अपलोड करना
nl_nl: Bezig met uploaden
th_th: กำลังอัปโหลด

source: Successfully uploaded {0} images, {1} failed.
hi_in: सफलतापूर्वक {0} छवियों को अपलोड किया गया, {1} विफल।
nl_nl: Succesvol {0} afbeeldingen geüpload, {1} mislukt.
th_th: อัปโหลดรูปภาพสำเร็จ {0} รูป, ไม่สำเร็จ {1} รูป

source: You could undo this operation later via `Edit` → `Undo`.
hi_in: आप बाद में `संपादन` → `पूर्ववत करें` के माध्यम से इस ऑपरेशन को पूर्ववत कर सकते हैं।
nl_nl: U kunt deze actie later terugdraaien via de `ongedaan maken via de `Edit` → `Undo` knop in het menu.
th_th: คุณสามารถยกเลิกการดำเนินการนี้ในภายหลังผ่านทาง `แก้ไข` → `เลิกทำ`

source: You can press <strong>⌘ + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
hi_in: आप <a href='#'>लिंक</a> खोलने या फ़ुटनोट परिभाषा पर जाने के लिए <strong>⌘ + क्लिक</strong> दबा सकते हैं।
nl_nl: U kunt <strong>⌘ + Linkermuisknop</strong> indrukken om <a href='#'>links</a> te openen of naar de definitie van een voetnoot te gaan.
th_th: คุณสามารถกด <strong>⌘ + คลิก</strong> เพื่อเปิด <a href='#'>ลิงก์</a> หรือข้ามไปยังคำอธิบายเชิงอรรถ

source: You can press <strong>CTRL + Click</strong> to open <a href='#'>links</a> or jump to footnote definition.
hi_in: <a href='#'> लिंक </a> खोलने के लिए आप <strong> Ctrl + क्लिक </ strong> दबा सकते हैं या फुटनोट परिभाषा पर कूद सकते हैं।
nl_nl: U kunt <strong>CTRL + Linkermuisknop</strong> indrukken om <a href='#'>links</a> te openen of naar de definitie van een voetnoot te gaan.
th_th: คุณสามารถกด <strong>CTRL + คลิก</strong> เพื่อเปิด <a href='#'>ลิงก์</a> หรือข้ามไปยังคำอธิบายเชิงอรรถ

source: <strong>Unibody</strong> style has been turned on.
hi_in: <strong> यूनिबॉडी </ strong> शैली चालू कर दी गई है।
nl_nl: <strong>Unibody</strong> stijlen zijn aangezet.
th_th: <strong>Unibody</strong> ได้เปิดใช้งานแล้ว

source: You can right click titlebar to popup application menu.
hi_in: आप पॉपअप एप्लिकेशन मेनू पर टाइटलबार पर राइट क्लिक कर सकते हैं।
nl_nl: U kunt met de rechtermuisknop klikken op de titel om het applicatiemenu te openen.
th_th: คุณสามารถคลิกขวาที่แถบชื่อเพื่อแสดงเมนูแอปพลิเคชัน

source: Support Document
hi_in: समर्थन दस्तावेज़
nl_nl: Ondersteuningsdocument
th_th: เอกสารสนับสนุน

source: You are not supposed to edit or save this file.
hi_in: आपको इस फ़ाइल को संपादित या सहेजना नहीं है।
nl_nl: Het is niet de bedoeling dat u dit bestand bewerkt of opslaat.
th_th: คุณไม่ควรแก้ไขหรือบันทึกไฟล์นี้

source: Files in this location (%@) are managed by Typora, and may be deleted automatically.<br/>Please copy content to a new file for further editing.
hi_in: इस स्थान (% @) में फ़ाइलें Typora द्वारा प्रबंधित की जाती हैं, और स्वचालित रूप से हटा दी जा सकती हैं। <br/> कृपया सामग्री को एक नई फ़ाइल में आगे संपादन के लिए कॉपी करें।
nl_nl: Bestanden op deze locatie (%@) worden beheerd door Typora, en kunnen automatisch verwijderd worden.<br/>Kopieer uw bestanden naar een nieuwe locatie om door te gaan met bewerken.
th_th: ไฟล์ในตำแหน่งนี้ (%@) ถูกจัดการโดย Typora และอาจถูกลบโดยอัตโนมัติ<br/>โปรดคัดลอกเนื้อหาไปยังไฟล์ใหม่เพื่อการแก้ไขต่อไป

source: File does not exist at path %@.
hi_in: %@ पथ पर फ़ाइल मौजूद नहीं है।
th_th: ไฟล์ไม่มีอยู่ในเส้นทาง %@

source: File does not exist at path %@, do you want to create one at that path?
hi_in: %@ पथ पर फ़ाइल मौजूद नहीं है, क्या आप उस पथ पर एक फ़ाइल बनाना चाहते हैं?
th_th: ไฟล์ไม่มีอยู่ในเส้นทาง %@ คุณต้องการสร้างไฟล์ในเส้นทางนั้นหรือไม่?

source: No Results
hi_in: कोई परिणाम नहीं
th_th: ไม่พบผลลัพธ์

source: Too many matches
hi_in: बहुत सारे मिलान
th_th: ค้นหาตรงกันเยอะเกินไป

source: Regular Expression
hi_in: रेगुलर एक्सप्रेशन
th_th: นิพจน์ปกติ

source: Sort by Creation Date (Ascending)
hi_in: निर्माण तिथि के अनुसार क्रमबद्ध करें (आरोही क्रम में)
th_th: เรียงลำดับตามวันที่สร้าง (จากน้อยไปมาก)

source: Sort by Creation Date (Descending)
hi_in: निर्माण तिथि के अनुसार क्रमबद्ध करें (अवरोही क्रम में)
th_th: เรียงลำดับตามวันที่สร้าง (จากมากไปน้อย)

source: code language
hi_in: कोड भाषा
th_th: ภาษาโค้ด

source: Cannot rename from $1 to $2, please use "File" → "Move To…" from menubar instead.
hi_in: $1 से $2 नाम नहीं बदला जा सकता, कृपया इसके बजाय मेनूबार से "फ़ाइल" → "यहां ले जाएँ…" का उपयोग करें।
th_th: ไม่สามารถเปลี่ยนชื่อจาก $1 เป็น $2 โปรดใช้ "File" → "Move To…" จากแถบเมนูแทน

source: Markdown file
hi_in: मार्कडाउन फ़ाइल
th_th: ไฟล์ Markdown

source: TextBundle file
hi_in: टेक्स्टबंडल फ़ाइल
th_th: ไฟล์ TextBundle

source: Images saved to TextBundle
hi_in: टेक्स्टबंडल में सहेजी गई छवियाँ
th_th: รูปภาพที่บันทึกไว้ใน TextBundle

source: Rename Failed
nl_nl: Hernoemen mislukt

source: Cannot open location <code>$1</code>, do you mean <a href='https://$3'>https://$2</a> ?
nl_nl: Kan de locatie <code>$1</code> niet openen. Bedoelde u <a href='https://$3'>https://$2</a>?

source: select a language
nl_nl: selecteer een taal
