Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Menu.strings
Languages: hi_in, nn_no, th_th

source: About Typora
hi_in: Typora के बारे में
nn_no: Om Typora
th_th: เกี่ยวกับ Typora

source: Preferences
hi_in: पसंद
nn_no: Innstillingar
th_th: การตั้งค่า

source: Check for Updates
hi_in: अद्यतन के लिए जाँच
nn_no: Sjå etter oppdatering
th_th: ตรวจสอบการอัพเดต

source: Services
hi_in: सेवाएं
nn_no: Tenester
th_th: บริการ

source: Hide Typora
hi_in: Typora छुपाएं
nn_no: Gøym Typora
th_th: ซ่อน Typora

source: Hide Others
hi_in: दूसरों को छुपाएं
nn_no: Gøym andre
th_th: ซ่อนอย่างอื่น

source: Show All
hi_in: सब दिखाओ
nn_no: Vis alle
th_th: แสดงทั้งหมด

source: Quit Typora
hi_in: टिनोरा छोड़ो
nn_no: Avslutt Typora
th_th: ออกจาก Typora

source: File
hi_in: फ़ाइल
nn_no: Fil
th_th: ไฟล์

source: New
hi_in: नया
nn_no: Ny
th_th: ใหม่

source: Open
hi_in: खुला हुआ
nn_no: Opne
th_th: เปิด

source: Open Folder
hi_in: फोल्डर खोलो
nn_no: Opne mappe
th_th: เปิดโฟลเดอร์

source: Reopen with Encoding
hi_in: एन्कोडिंग के साथ फिर से खोलें
nn_no: Opne med teiknkoding
th_th: เปิดอีกครั้งด้วยการเข้ารหัส

source: Auto
hi_in: ऑटो
th_th: อัตโนมัติ

source: Open Recent
hi_in: हाल ही वाला खोलें
nn_no: Opne nyleg
th_th: เปิดไฟล์ล่าสุด

source: Recent Locations
hi_in: हाल के स्थानों
nn_no: Stader i det siste
th_th: สถานที่ล่าสุด

source: Clear Items
hi_in: साफ़ आइटम
nn_no: Tøm lista
th_th: ล้างรายการ

source: No Recent Files
hi_in: कोई हालिया फाइलें नहीं
nn_no: Ingen filer i det siste
th_th: ไม่มีไฟล์ล่าสุด

source: Open Quickly
hi_in: जल्दी से खोलें
nn_no: Opne raskt
th_th: เปิดอย่างรวดเร็ว

source: Open File Location
hi_in: फ़ाइल स्थान खोलें
nn_no: Opne filstad
th_th: เปิดตำแหน่งไฟล์

source: Reveal in Library
hi_in: पुस्तकालय में प्रकट
nn_no: Vis i biblioteket
th_th: แสดงในคลังข้อมูล

source: Reveal in File Tree
hi_in: फ़ाइल पेड़ में प्रकट
nn_no: Vis i filtreet
th_th: แสดงในโครงสร้างไฟล์

source: Close
hi_in: बंद करे
nn_no: Lat att
th_th: ปิด

source: Save
hi_in: सहेजें
nn_no: Lagre
th_th: บันทึก

source: Save As
hi_in: के रूप रक्षित करें
nn_no: Lagre som
th_th: บันทึกเป็น

source: Duplicate
hi_in: डुप्लिकेट
nn_no: Dupliser
th_th: ทำซ้ำ

source: Rename
hi_in: नाम बदलें
nn_no: Gje nytt namn
th_th: เปลี่ยนชื่อ

source: Move To
hi_in: करने के लिए कदम
nn_no: Flytt til
th_th: ย้ายไปยัง

source: Revert To
hi_in: में वापस जाएं
nn_no: Tilbakestill til
th_th: ย้อนกลับเป็น

source: Browse All Versions
hi_in: सभी संस्करणों को ब्राउज़ करें
nn_no: Sjå gjennom alle versjonane
th_th: เรียกดูเวอร์ชันทั้งหมด

source: Import
hi_in: आयात
th_th: นำเข้า

source: Export
hi_in: निर्यात
nn_no: Eksport
th_th: ส่งออก

source: Page Setup
hi_in: पृष्ठ सेटअप
nn_no: Sideoppsett
th_th: ตั้งค่าหน้ากระดาษ

source: Print
hi_in: छाप
nn_no: Skriv ut
th_th: พิมพ์

source: Edit
hi_in: संपादित करें
nn_no: Rediger
th_th: แก้ไข

source: Undo
hi_in: पूर्ववत
nn_no: Angre
th_th: เลิกทำ

source: Redo
hi_in: फिर से करें
nn_no: Utfør
th_th: ทำซ้ำ

source: Cut
hi_in: कट गया
nn_no: Klypp ut
th_th: ตัด

source: Copy
hi_in: प्रतिलिपि
nn_no: Kopier
th_th: คัดลอก

source: Paste
hi_in: पेस्ट करें
nn_no: Lim inn
th_th: วาง

source: Copy as Markdown
hi_in: मार्कडाउन के रूप में कॉपी करें
nn_no: Kopier som Markdown
th_th: คัดลอกเป็น Markdown

source: Copy as HTML Code
hi_in: HTML कोड के रूप में कॉपी करें
nn_no: Kopier som HTML-kode
th_th: คัดลอกเป็นโค้ด HTML

source: Paste as Plain Text
hi_in: सादे पाठ के रूप मे पेस्ट करें
nn_no: Lim inn som rein tekst
th_th: วางเป็นข้อความธรรมดา

source: Select All
hi_in: सबका चयन करें
nn_no: Vel alle
th_th: เลือกทั้งหมด

source: Select Line / Sentence
hi_in: लाइन / वाक्य का चयन करें
nn_no: Vel line / setning
th_th: เลือกบรรทัด / ประโยค

source: Select Styled Scope
hi_in: स्टाइल स्कोप का चयन करें
nn_no: Vel samanhengande tekst med same stil
th_th: เลือกขอบเขตที่มีสไตล์

source: Select Word
hi_in: शब्द का चयन करें
nn_no: Vel ord
th_th: เลือกคำ

source: Delete
hi_in: हटाएं
nn_no: Slett
th_th: ลบ

source: Delete Range
hi_in: रेंज हटाएं
nn_no: Slett blokk
th_th: ลบช่วง

source: Delete Word
hi_in: शब्द हटाएं
nn_no: Slett ord
th_th: ลบคำ

source: Delete Styled Scope
hi_in: स्टाइल स्कोप हटाएं
nn_no: Slett samanhengande tekst med same stil
th_th: ลบขอบเขตที่มีสไตล์

source: Delete Line / Sentence
hi_in: लाइन / वाक्य हटाएं
nn_no: Slett line / setning
th_th: ลบบรรทัด / ประโยค

source: Jump To
hi_in: करने के लिए कूद
nn_no: Gå til
th_th: กระโดดไปยัง

source: Jump to Top
hi_in: शीर्ष पर जाएं
nn_no: Gå til toppen
th_th: กระโดดไปสู่ด้านบน

source: Jump to Selection
hi_in: चयन करने के लिए कूदो
nn_no: Gå til markering
th_th: กระโดดไปยังที่เลือก

source: Jump to Bottom
hi_in: नीचे तक कूदो
nn_no: Gå til botna
th_th: กระโดดไปสู่ด้านล่าง

source: Math Tools
hi_in: गणित उपकरण
nn_no: Matteverktøy
th_th: เครื่องมือคณิตศาสตร์

source: Refresh All Math Expressions
hi_in: सभी गणित अभिव्यक्तियों को ताज़ा करें
nn_no: Oppdater alle matteuttrykk
th_th: รีเฟรชนิพนธ์คณิตศาสตร์ทั้งหมด

source: Image Tools
hi_in: छवि उपकरण
nn_no: Biletverktøy
th_th: เครื่องมือรูปภาพ

source: Insert Local Images
hi_in: स्थानीय छवियां डालें
nn_no: Set inn lokalt bilete
th_th: แทรกรูปภาพในเครื่อง

source: Upload Local Images via iPic
hi_in: आईपीआईसी के माध्यम से स्थानीय छवियां अपलोड करें
nn_no: Last opp lokalt bilete via iPic
th_th: อัปโหลดรูปภาพในเครื่องผ่าน iPic

source: When Insert Local Image
hi_in: जब स्थानीय छवि डालें
nn_no: Når ein set inn lokalt bilete
th_th: เมื่อแทรกรูปภาพในเครื่อง

source: Copy Image File to Folder
hi_in: छवि फ़ाइल को फ़ोल्डर में कॉपी करें
nn_no: Kopier biletfil til mappe
th_th: คัดลอกรูปภาพไปยังโฟลเดอร์

source: Use Image Root Path
hi_in: छवि रूट पथ का उपयोग करें
nn_no: Bruk rotsti til bilete
th_th: ใช้พาธรูปภาพหลัก

source: Line Endings
hi_in: रेखा समाप्ति
nn_no: Lineskift
th_th: การจบบรรทัด

source: Windows Line Endings (CRLF)
hi_in: विंडोज लाइन एंडिंग्स (सीआरएलएफ)
nn_no: Windows-lineskift (CRLF)
th_th: การจบบรรทัดของ Windows (CRLF)

source: Unix Line Endings (LF)
hi_in: यूनिक्स लाइन एंडिंग्स (एलएफ)
nn_no: Unix-lineskift (LF)
th_th: การจบบรรทัดของ Unix (LF)

source: Find
hi_in: पाना
nn_no: Finn
th_th: ค้นหา

source: Find Next
hi_in: अगला ढूंढो
nn_no: Finn neste
th_th: ค้นหาถัดไป

source: Find Previous
hi_in: पिछला खोजें
nn_no: Finn førre
th_th: ค้นหาก่อนหน้า

source: Find and Replace
hi_in: ढूँढें और बदलें
nn_no: Finn og byt ut
th_th: ค้นหาและแทนที่

source: Replace
hi_in: बदलने के
nn_no: Byt ut
th_th: แทนที่

source: Replace Next
hi_in: अगला बदलें
nn_no: Byt ut neste
th_th: แทนที่ถัดไป

source: Spelling and Grammar
hi_in: शब्द रचना और व्याकरण
nn_no: Staving og grammatikk
th_th: การสะกดคำและไวยากรณ์

source: Check Document Now
hi_in: अब दस्तावेज़ की जाँच करें
nn_no: Sjekk dokumentet nå
th_th: ตรวจสอบเอกสารเดี๋ยวนี้

source: Check Spelling While Typing
hi_in: टाइप करते समय वर्तनी की जाँच करें
nn_no: Sjekk staving mens du skriv
th_th: ตรวจสอบการสะกดคำขณะพิมพ์

source: Check Grammar With Spelling
hi_in: वर्तनी के साथ व्याकरण की जाँच करें
nn_no: Sjekk grammatikk mens du skriv
th_th: ตรวจสอบไวยากรณ์พร้อมการสะกดคำ

source: Correct Spelling Automatically
hi_in: सही वर्तनी स्वचालित रूप से
nn_no: Rett staving automatisk
th_th: แก้ไขการสะกดคำโดยอัตโนมัติ

source: Substitutions
hi_in: प्रतिस्थापन
nn_no: Erstatningar
th_th: การแทนที่

source: Smart Quotes
hi_in: स्मार्ट उद्धरण
nn_no: Smarte hermeteikn
th_th: เครื่องหมายคำพูดอัจฉริยะ

source: Smart Dashes
hi_in: स्मार्ट डैश
nn_no: Smarte bindestrekar
th_th: เส้นขีดอัจฉริยะ

source: Text Replacement
hi_in: पाठ प्रतिस्थापन
nn_no: Teksterstatningar
th_th: การแทนที่ข้อความ

source: Speech
hi_in: भाषण
nn_no: Tale
th_th: การอ่านออกเสียง

source: Start Speaking
hi_in: बोलना शुरू करो
nn_no: Start tale
th_th: เริ่มการอ่านออกเสียง

source: Stop Speaking
hi_in: बोलना बंद करो
nn_no: Stopp tale
th_th: หยุดการอ่านออกเสียง

source: Paragraph
hi_in: अनुच्छेद
nn_no: Avsnitt
th_th: ย่อหน้า

source: Heading 1
hi_in: शीर्षक 1
nn_no: Overskrift 1
th_th: หัวข้อ 1

source: Heading 2
hi_in: शीर्षक 2
nn_no: Overskrift 2
th_th: หัวข้อ 2

source: Heading 3
hi_in: हेडिंग 3
nn_no: Overskrift 3
th_th: หัวข้อ 3

source: Heading 4
hi_in: हेडिंग 4
nn_no: Overskrift 4
th_th: หัวข้อ 4

source: Heading 5
hi_in: हेडिंग 5
nn_no: Overskrift 5
th_th: หัวข้อ 5

source: Heading 6
hi_in: शीर्षक 6
nn_no: Overskrift 6
th_th: หัวข้อ 6

source: Increase Heading Level
hi_in: हेडिंग लेवल बढ़ाएं
nn_no: Auk overskriftsnivå
th_th: เพิ่มระดับหัวข้อ

source: Decrease Heading Level
hi_in: हेडिंग लेवल कम करें
nn_no: Mink overskriftsnivå
th_th: ลดระดับหัวข้อ

source: Table
hi_in: टेबल
nn_no: Tabell
th_th: ตาราง

source: Code Fences
hi_in: कोड बाड़
nn_no: Kodeblokk
th_th: ช่องโค้ด

source: Math Block
hi_in: गणित खंड
nn_no: Matteblokk
th_th: บล็อกคณิตศาสตร์

source: Quote
hi_in: उद्धरण
nn_no: Sitat
th_th: คำพูด

source: Ordered List
hi_in: आदेशित सूचि
nn_no: Nummerert liste
th_th: รายการที่เรียงลำดับ

source: Unordered List
hi_in: अव्यवस्थित सूची
nn_no: Punktliste
th_th: รายการที่ไม่เรียงลำดับ

source: Task List
hi_in: कार्य सूची
nn_no: Oppgåveliste
th_th: รายการงาน

source: Task Status
hi_in: कार्य स्थिति
nn_no: Oppgåvestatus
th_th: สถานะงาน

source: Toggle Task Status
hi_in: टॉगल कार्य की स्थिति
nn_no: Vis/gøym oppgåvestatus
th_th: สลับสถานะงาน

source: Mark as Complete
hi_in: के रूप में चिह्नित करें
nn_no: Merk som fullført
th_th: ทำเครื่องหมายว่าเสร็จสมบูรณ์

source: Mark as Incomplete
hi_in: अधूरा के रूप में चिह्नित करें
nn_no: Merk som uferdig
th_th: ทำเครื่องหมายว่าไม่สมบูรณ์

source: List Indentation
hi_in: सूची इंडेंटेशन
nn_no: Listeinnrykk
th_th: การเยื้องรายการ

source: Indent
hi_in: मांगपत्र
nn_no: Innrykk
th_th: เยื้อง

source: Outdent
hi_in: आउटडेंट
nn_no: Utrykk
th_th: ย่อหน้า

source: Link Reference
hi_in: लिंक संदर्भ
nn_no: Lenkereferanse
th_th: อ้างอิงลิงก์

source: Footnotes
hi_in: फुटनोट
nn_no: Fotnoter
th_th: อ้างอิงท้ายเรื่อง

source: Horizontal Line
hi_in: क्षैतिज रेखा
nn_no: Vassrett line
th_th: เส้นแนวนอน

source: Table of Contents
hi_in: विषयसूची
nn_no: Innhaldsliste
th_th: สารบัญ

source: YAML Front Matter
hi_in: यामल फ्रंट मैटर
nn_no: YAML-innleiing
th_th: YAML ส่วนหน้า

source: Format
hi_in: प्रारूप
th_th: รูปแบบ

source: Strong
hi_in: मज़बूत
nn_no: Halvfeit
th_th: ตัวหนา

source: Emphasis
hi_in: ज़ोर
nn_no: Kursiv
th_th: ตัวเอียง

source: Underline
hi_in: रेखांकन
nn_no: Understrek
th_th: ขีดเส้นใต้

source: Code
hi_in: कोड
nn_no: Kode
th_th: โค้ด

source: Inline Math
hi_in: इनलाइन गणित
nn_no: Matte i teksten
th_th: คณิตศาสตร์ในบรรทัด

source: Strike
hi_in: हड़ताल
nn_no: Gjennomstreking
th_th: ขีดฆ่า

source: Highlight
hi_in: हाइलाइट
nn_no: Utheva
th_th: เน้น

source: Superscript
hi_in: ऊपर की ओर लिखा हुआ
nn_no: Heva
th_th: ตัวยก

source: Subscript
hi_in: सबस्क्रिप्ट
nn_no: Senka
th_th: ตัวห้อย

source: Comment
hi_in: टिप्पणी
nn_no: Kommentar
th_th: ความเห็น

source: Hyperlink
hi_in: हाइपरलिंक
nn_no: Hyperlenke
th_th: ลิงก์

source: Image
hi_in: छवि
nn_no: Bilete
th_th: รูปภาพ

source: Clear Format
hi_in: साफ़ प्रारूप
nn_no: Fjern formatering
th_th: ล้างรูปแบบ

source: View
hi_in: राय
nn_no: Vis
th_th: มุมมอง

source: New Tab
hi_in: नया टैब
nn_no: Ny flik
th_th: แท็บใหม่

source: Source Code Mode
hi_in: स्रोत मोड कोड
nn_no: Kjeldekodemodus
th_th: โหมดซอร์สโค้ด

source: Focus Mode
hi_in: संकेन्द्रित विधि
nn_no: Fokusmodus
th_th: โหมดโฟกัส

source: Typewriter Mode
hi_in: टाइपराइटर मोड
nn_no: Skrivemaskinmodus
th_th: โหมดเครื่องพิมพ์ดีด

source: Toggle Sidebar
hi_in: साइडबार टॉगल करें
nn_no: Vis/gøym sidepanelet
th_th: สลับแถบข้าง

source: Outline
hi_in: रेखांकित करें
nn_no: Disposisjon
th_th: เส้นกรอบ

source: Articles
hi_in: सामग्री
nn_no: Artiklar
th_th: บทความ

source: File Tree
hi_in: फाइल ट्री
nn_no: Fil-tre
th_th: โครงสร้างไฟล์

source: Always on Top
hi_in: हमेशा ऊपर
nn_no: Alltid på topp
th_th: อยู่บนสุดเสมอ

source: Full Screen
hi_in: पूर्ण स्क्रीन
nn_no: Fullskjerm
th_th: เต็มหน้าจอ

source: Show Status Bar
hi_in: स्टेटस बार दिखाएं
nn_no: Vis statusline
th_th: แสดงแถบสถานะ

source: Toggle Fullscreen
hi_in: पूर्णस्क्रीन चालू करें
nn_no: På/av fullskjerm
th_th: สลับเต็มหน้าจอ

source: Actual Size
hi_in: वास्तविक आकार
nn_no: Faktisk storleik
th_th: ขนาดจริง

source: Zoom In
hi_in: ज़ूम इन
nn_no: Gjer større
th_th: ขยาย

source: Zoom Out
hi_in: ज़ूम आउट
nn_no: Gjer mindre
th_th: ย่อ

source: Switch Between Opened Documents
hi_in: खोले हुए दस्तावेजों के बीच स्विच करें
nn_no: Veksle mellom opne dokument
th_th: สลับระหว่างเอกสารที่เปิดอยู่

source: Toggle DevTools
hi_in: देवटूल टॉगल करें
nn_no: Vis/gøym utviklarverktøy
th_th: สลับเครื่องมือสำหรับนักพัฒนา

source: Themes
hi_in: विषयों
nn_no: Tema
th_th: ธีม

source: Window
hi_in: खिड़की
nn_no: Vindauge
th_th: หน้าต่าง

source: Minimize
hi_in: छोटा करना
nn_no: Minimer
th_th: ย่อเล็ก

source: Zoom
hi_in: ज़ूम
nn_no: Gjer større
th_th: ซูม

source: Bring All to Front
hi_in: सभी को सामने लाओ
nn_no: Legg alle fremst
th_th: นำทั้งหมดมาข้างหน้า

source: Help
hi_in: मदद
nn_no: Hjelp
th_th: วิธีใช้

source: Privacy Policy
hi_in: गोपनीयता नीति
nn_no: Personvern
th_th: นโยบายความเป็นส่วนตัว

source: Credits
hi_in: क्रेडिट
nn_no: Takk
th_th: เครดิต

source: Change Log
hi_in: लॉग बदलें
nn_no: Endringslogg
th_th: บันทึกการเปลี่ยนแปลง

source: Website
hi_in: वेबसाइट
nn_no: Nettside
th_th: เว็บไซต์

source: Feedback
hi_in: प्रतिपुष्टि
nn_no: Tilbakemeldingar
th_th: คำติชม

source: About
hi_in: के बारे में
nn_no: Om
th_th: เกี่ยวกับ

source: Block Styles
hi_in: ब्लॉक शैलियों
nn_no: Blokkstilar
th_th: รูปแบบบล็อก

source: Inline Styles
hi_in: इनलाइन शैलियों
nn_no: *Tekststilar
th_th: รูปแบบในบรรทัด

source: List Styles / Remove Block
hi_in: सूची शैलियों / निकालें ब्लॉक
nn_no: Listestilar / fjern blokk
th_th: รูปแบบรายการ / ลบบล็อก

source: Exit Source Code Mode
hi_in: स्रोत कोड मोड से बाहर निकलें
nn_no: Gå ut av kjeldekodemodus
th_th: ออกจากโหมดซอร์สโค้ด

source: Toggle Source Code Mode
hi_in: स्रोत कोड मोड टॉगल करें
nn_no: Vis/gøym kjeldekode
th_th: สลับโหมดซอร์สโค้ด

source: Add Row Above
hi_in: ऊपर पंक्ति जोड़ें
nn_no: Legg til rad over
th_th: เพิ่มแถวด้านบน

source: Add Row Below
hi_in: नीचे पंक्ति जोड़ें
nn_no: Legg til rad under
th_th: เพิ่มแถวด้านล่าง

source: Delete Row
hi_in: पंक्ति को हटाएं
nn_no: Slett rad
th_th: ลบแถว

source: Add Column Before
hi_in: पहले कॉलम जोड़ें
nn_no: Legg til kolonne før
th_th: เพิ่มคอลัมน์ด้านหน้า

source: Add Column After
hi_in: बाद में कॉलम जोड़ें
nn_no: Legg til kolonne etter
th_th: เพิ่มคอลัมน์ด้านหลัง

source: Delete Column
hi_in: कॉलम हटाएं
nn_no: Slett kolonne
th_th: ลบคอลัมน์

source: Copy Table
hi_in: प्रतिलिपि तालिका
nn_no: Kopier tabell
th_th: คัดลอกตาราง

source: Delete Table
hi_in: तालिका हटाएं
nn_no: Slett tabell
th_th: ลบตาราง

source: Insert Paragraph After
hi_in: के बाद अनुच्छेद डालें
nn_no: Set inn avsnitt etter
th_th: แทรกย่อหน้าหลัง

source: Insert Paragraph Before
hi_in: पहले पैराग्राफ डालें
nn_no: Set inn avsnitt før
th_th: แทรกย่อหน้าก่อน

source: Delete Code Block
hi_in: कोड ब्लॉक हटाएं
nn_no: Slett kodeblokk
th_th: ลบบล็อกโค้ด

source: Copy as MathML
hi_in: MATHML के रूप में कॉपी करें
nn_no: Kopier som MathML
th_th: คัดลอกเป็น MathML

source: Copy as Tex
hi_in: टेक्स के रूप में कॉपी करें
nn_no: Kopier som TeX
th_th: คัดลอกเป็น Tex

source: Copy Math
hi_in: गणित
nn_no: kopier matte
th_th: คัดลอกคณิตศาสตร์

source: Reveal in Finder
hi_in: खोजक में पता चलता है
nn_no: Vis i Finder
th_th: แสดงใน Finder

source: Open Link
hi_in: खुली लिंक
nn_no: Opne lenke
th_th: เปิดลิงก์

source: Reveal in Sidebar
hi_in: साइडबार में प्रकट करें
nn_no: Vis i sidepanel
th_th: แสดงในแถบข้าง

source: Open in New Window
hi_in: नयी विंडो में खोलिए
nn_no: Opne i nytt vindauge
th_th: เปิดในหน้าต่างใหม่

source: Copy File Path
hi_in: फ़ाइल पथ कॉपी करें
nn_no: Kopier filsti
th_th: คัดลอกเส้นทางไฟล์

source: New File
hi_in: नई फ़ाइल
nn_no: Ny fil
th_th: ไฟล์ใหม่

source: New Folder
hi_in: नया फ़ोल्डर
nn_no: Ny mappe
th_th: โฟลเดอร์ใหม่

source: Learn Spelling
hi_in: वर्तनी सीखें
nn_no: Lær staving
th_th: เรียนรู้การสะกด

source: Copy / Paste As
hi_in: कॉपी / पेस्ट के रूप में
nn_no: Kopier / lim inn som
th_th: คัดลอก / วางเป็น

source: Math
hi_in: गणित
nn_no: Matte
th_th: คณิตศาสตร์

source: Insert
hi_in: डालने
nn_no: Set inn
th_th: แทรก

source: Inspect Element
hi_in: तत्व का निरीक्षण
nn_no: Inspiser element
th_th: ตรวจสอบองค์ประกอบ

source: Copy to MS Word
hi_in: एमएस शब्द की प्रतिलिपि
nn_no: Kopier til MS Word
th_th: คัดลอกไปยัง MS Word

source: Paragraph (before)
hi_in: अनुच्छेद (पहले)
nn_no: Avsnitt (før)
th_th: ย่อหน้า (ก่อน)

source: Paragraph (after)
hi_in: अनुच्छेद (बाद)
nn_no: Avsnitt (etter)
th_th: ย่อหน้า (หลัง)

source: Search with Google
hi_in: Google के साथ खोजें
nn_no: Søk med Google
th_th: ค้นหาด้วย Google

source: Search With…
hi_in: के साथ खोजें
nn_no: Søk med…
th_th: ค้นหาด้วย…

source: Open Failed
hi_in: खुला विफल
nn_no: Opne feila
th_th: เปิดไม่สำเร็จ

source: File or folder does not exist.
hi_in: फ़ाइल या फ़ोल्डर मौजूद नहीं है।
nn_no: Fila eller mappa finst ikkje.
th_th: ไฟล์หรือโฟลเดอร์ไม่มีอยู่

source: Prettify Source Code
hi_in: स्रोत कोड का प्रचार करें
nn_no: Gjer kjeldekoden ✨💅pen💅✨
th_th: ปรับปรุงรหัสต้นฉบับ

source: Copy '%@'
hi_in: कॉपी '% @'
nn_no: Kopier '%@'
th_th: คัดลอก '%@'

source: Copy to %@
hi_in: में कॉपी %@
nn_no: Kopier til %@
th_th: คัดลอกไปยัง %@

source: Copy Image to
hi_in: प्रति कॉपी करें
nn_no: Kopier bilete til
th_th: คัดลอกภาพไปยัง

source: Open Image Location
hi_in: खुली छवि स्थान
nn_no: Opne stad for bilete
th_th: เปิดตำแหน่งภาพ

source: Learn More
hi_in: और अधिक जानें
nn_no: Lær meir
th_th: เรียนรู้เพิ่มเติม

source: Whitespace and Line Breaks
hi_in: व्हाइटस्पेस और लाइन ब्रेक
nn_no: Blankteikn og lineskift
th_th: ช่องว่างและการขึ้นบรรทัดใหม่

source: Indent first line of paragraphs
hi_in: अनुच्छेद की पहली पंक्ति
nn_no: Innrykk for fyrste line i avsnitt
th_th: เยื้องบรรทัดแรกของย่อหน้า

source: Preserve single line break
hi_in: एकल लाइन ब्रेक को संरक्षित करें
nn_no: Ta vare på enkelt lineskift
th_th: เก็บการขึ้นบรรทัดใหม่เดี่ยว

source: Visible <br/>
hi_in: दृश्यमान <br/>
nn_no: Synleg <br/>
th_th: มองเห็น <br/>

source: Save All
hi_in: सभी को सेव करें
nn_no: Lagre alt
th_th: บันทึกทั้งหมด

source: New Window
hi_in: नई विंडो
nn_no: Nytt vindauge
th_th: หน้าต่างใหม่

source: Reopen Closed File
hi_in: बंद फ़ाइल को फिर से खोलें
nn_no: Opne attlaten fil
th_th: เปิดไฟล์ที่ปิดอีกครั้ง

source: Global Image Settings
hi_in: वैश्विक छवि सेटिंग्स
nn_no: Globale biletinnstillingar
th_th: การตั้งค่าภาพส่วนกลุ่ม

source: Smart Punctuation
hi_in: स्मार्ट विराम चिह्न
nn_no: Smart teiknsetjing
th_th: เครื่องหมายวรรคฉลาด

source: Convert on Input
hi_in: इनपुट पर कनवर्ट करें
nn_no: Konverter ved inndata
th_th: แปลงเมื่อป้อน

source: Convert on Rendering
hi_in: प्रतिपादन पर कनवर्ट करें
nn_no: Konverter ved vising
th_th: แปลงเมื่อแสดงผล

source: Remap Unicode Punctuation on Parse
hi_in: पार्स पर यूनिकोड विराम चिह्न को रीमेप करें
nn_no: Kod om Unicode-teiknsetjing ved parsing
th_th: แมปใหม่เครื่องหมายวรรค Unicode ในการวิเคราะห์

source: More Options
hi_in: अधिक विकल्प
nn_no: Fleire val
th_th: ตัวเลือกเพิ่มเติม

source: HTML Block
hi_in: एचटीएमएल ब्लॉक
nn_no: HTML-blokk
th_th: บล็อก HTML

source: Delete Paragraph / Block
hi_in: पैराग्राफ़ / ब्लॉक हटाएं
nn_no: Slett avsnitt / blokk
th_th: ลบย่อหน้า / บล็อก

source: Delete %@
hi_in: % @ हटाएं
nn_no: Slett %@
th_th: ลบ %@

source: Play
hi_in: खेल
nn_no: Spel av
th_th: เล่น

source: Pause
hi_in: ठहराव
th_th: หยุดชั่วคราว

source: Spell Check
hi_in: वर्तनी की जाँच
nn_no: Stavekontroll
th_th: ตรวจสอบการสะกด

source: Unlearn Spelling
hi_in: वर्तनी
nn_no: Gløym ord
th_th: ยกเลิกการเรียนรู้การสะกด

source: Properties
hi_in: गुण
nn_no: Eigenskapar
th_th: คุณสมบัติ

source: Search
hi_in: खोज
nn_no: Finn
th_th: ค้นหา

source: Copy without Theme Styling
hi_in: थीम स्टाइल के बिना कॉपी करें
nn_no: Kopier utan tema-stil
th_th: คัดลอกโดยไม่มีรูปแบบธีม

source: Recent Files
hi_in: हाल हीं के फाइल
nn_no: Nylege filer
th_th: ไฟล์ล่าสุด

source: File Results
hi_in: फ़ाइल परिणाम
nn_no: Filresultat
th_th: ผลลัพธ์ของไฟล์

source: Insert Table
hi_in: तलिका डालें
nn_no: Set inn tabell
th_th: แทรกตาราง

source: Insert Image
hi_in: चित्र डालें
nn_no: Set inn bilete
th_th: แทรกภาพ

source: Allow Magnification
hi_in: आवर्धन की अनुमति दें
nn_no: Tillat forstørring
th_th: อนุญาตการขยาย

source: Move Row Up
hi_in: पंक्ति को ले जाएँ
nn_no: Flytt rad opp
th_th: ย้ายแถวขึ้น

source: Move Row Down
hi_in: पंक्ति को नीचे ले जाएं
nn_no: Flytt rad ned
th_th: ย้ายแถวลง

source: Move Column Left
hi_in: लेफ्ट कॉलम लेफ्ट
nn_no: Flytt kolonne til venstre
th_th: ย้ายคอลัมน์ไปทางซ้าย

source: Move Column Right
hi_in: कॉलम को सही ले जाएँ
nn_no: Flytt kolonne til høgre
th_th: ย้ายคอลัมน์ไปทางขวา

source: Zoom Image
hi_in: ज़ूम छवि
nn_no: Gjer biletet større
th_th: ขยายภาพ

source: Zoom Image to %@
hi_in: ज़ूम छवि% @
nn_no: Forstørr biletet til %@
th_th: ขยายภาพเป็น %@

source: Copy as Plain Text
hi_in: सादे पाठ के रूप में कॉपी करें
nn_no: Kopier som rein tekst
th_th: คัดลอกเป็นข้อความธรรมดา

source: Selection
hi_in: चयन
nn_no: Utval
th_th: การเลือก

source: Check Updates
hi_in: अपडेट जांचें
nn_no: Sjå etter oppdateringar
th_th: ตรวจสอบการอัปเดต

source: HTML (without Styles)
hi_in: एचटीएमएल (शैलियों के बिना)
nn_no: HTML (utan stilar)
th_th: HTML (ไม่มีรูปแบบ)

source: Highlight Current Header
hi_in: हाइलाइट वर्तमान हेडर
nn_no: Framhev gjeldande overskrift
th_th: เน้นหัวข้อปัจจุบัน

source: Expand All
hi_in: सभी का विस्तार करें
nn_no: Utvid alle
th_th: ขยายทั้งหมด

source: Collapse All
hi_in: सभी को संकुचित करें
nn_no: Slå saman alle
th_th: ย่อทั้งหมด

source: Collapsible Outline
hi_in: संकुचित रूपरेखा
nn_no: Slå saman disposisjon
th_th: โครงร่างที่พับได้

source: Flat Outline
hi_in: फ्लैट रूपरेखा
nn_no: Flat disposisjon
th_th: โครงร่างแบบแผ่น

source: Articles (List View)
hi_in: लेख (सूची दृश्य)
nn_no: Artiklar (listevising)
th_th: บทความ (มุมมองรายการ)

source: File Tree (Tree View)
hi_in: फाइल ट्री (ट्री व्यू)
nn_no: Fil-tre (trevising)
th_th: โครงสร้างไฟล์ (มุมมองต้นไม้)

source: Filter
hi_in: फ़िल्टर
th_th: ตัวกรอง

source: Upload Image
hi_in: तस्वीर डालिये
nn_no: Last opp bilete
th_th: อัปโหลดภาพ

source: Upload All Local Images
hi_in: सभी स्थानीय छवियों को अपलोड करें
nn_no: Last opp alle lokale bilete
th_th: อัปโหลดรูปภาพในเครื่องทั้งหมด

source: Open Image in Browser
hi_in: ब्राउज़र में खुली छवि
nn_no: Opne bilete i nettlesar
th_th: เปิดภาพในเบราว์เซอร์

source: Copy Image Content
hi_in: छवि सामग्री कॉपी करें
nn_no: Kopier biletinnhald
th_th: คัดลอกเนื้อหาของภาพ

source: More Actions
hi_in: अधिक कार्रवाई
nn_no: Fleire handlingar
th_th: การกระทำเพิ่มเติม

source: Get Info
hi_in: जानकारी मिलना
nn_no: Hent info
th_th: รับข้อมูล

source: Export with Previous
hi_in: पिछले के साथ निर्यात
nn_no: Eksporter med førre
th_th: ส่งออกพร้อมกับข้อมูลก่อนหน้า

source: Export and Overwrite with Previous
hi_in: निर्यात और पिछले के साथ ओवरराइट
nn_no: Eksporter og overskriv med førre
th_th: ส่งออกและเขียนทับกับข้อมูลก่อนหน้า

source: Emoji and Symbols
hi_in: इमोजी और प्रतीक
nn_no: Emoji og symbol
th_th: อีโมจิและสัญลักษณ์

source: Insert Final New Line On Save
hi_in: सहेजें पर अंतिम नई लाइन डालें
nn_no: Set inn lineskift lengst ned ved lagring
th_th: แทรกบรรทัดใหม่สุดท้ายเมื่อบันทึก

source: Hyperlink Actions
hi_in: हाइपरलिंक क्रियाएं
nn_no: Hyperlenkehendingar
th_th: การกระทำของการเชื่อมโยง

source: Copy Link Address
hi_in: लिंक के पते को कापी करे
nn_no: Kopier lenkeadresse
th_th: คัดลอกที่อยู่ลิงก์

source: Click
hi_in: क्लिक
nn_no: Klikk
th_th: คลิก

source: Export Setting
hi_in: निर्यात सेटिंग
nn_no: Innstillingar for eksport
th_th: การตั้งค่าการส่งออก

source: My License
hi_in: मेरा लाइसेंस
nn_no: Lisensen min
th_th: ใบอนุญาตของฉัน

source: Registration / Activation
hi_in: पंजीकरण और सक्रियण
nn_no: Registrering / aktivering
th_th: การลงทะเบียน / การเปิดใช้งาน

source: Select Paragraph / Block
hi_in: अनुच्छेद / ब्लॉक का चयन करें
nn_no: Vel avsnitt / blokk
th_th: เลือกย่อหน้า / บล็อก

source: Delete Selected
hi_in: चयनित को हटाओ
nn_no: Slett markering
th_th: ลบที่เลือก
