Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Menu.strings
Languages: hi_in, nn_no, th_th

source: Rename or Move Image to
hi_in: छवि का नाम बदलें या उसे स्थानांतरित करें
nn_no: Gje nytt namn eller flytt bilete til
th_th: เปลี่ยนชื่อหรือย้ายรูปภาพไปที่

source: Move to %@
hi_in: %@ पर ले जाएं
nn_no: Flytt til %@
th_th: ย้ายไปที่ %@

source: Delete Image
hi_in: छवि हटाएं
nn_no: Slett bilete
th_th: ลบรูปภาพ

source: Delete Image File
hi_in: छवि फ़ाइल हटाएँ
nn_no: Slett biletfil
th_th: ลบไฟล์รูปภาพ

source: Reload All Images
hi_in: सभी छवियाँ पुनः लोड करें
nn_no: Slett alle bilete
th_th: โหลดรูปภาพทั้งหมดใหม่

source: Save %@ As
hi_in: %@ को इस रूप में सहेजें
nn_no: Lagre %@ som
th_th: บันทึก %@ เป็น

source: Copy All Images to
hi_in: सभी छवियों को कॉपी करें
nn_no: Kopier alle bilete til
th_th: คัดลอกรูปภาพทั้งหมดไปที่

source: Move All Images to
hi_in: सभी छवियाँ यहाँ ले जाएँ
nn_no: Flytt alle bilete til
th_th: ย้ายรูปภาพทั้งหมดไปที่

source: Copy as Image
hi_in: छवि के रूप में कॉपी करें
nn_no: Kopier som bilete
th_th: คัดลอกเป็นรูปภาพ

source: Switch Image Syntax
hi_in: छवि सिंटैक्स बदले
nn_no: Byt biletsyntaks
th_th: เปลี่ยนไวยากรณ์รูปภาพ

source: Markdown Style
hi_in: मार्कडाउन शैली
nn_no: Markdown-stil
th_th: รูปแบบ Markdown

source: HTML Style
hi_in: HTML शैली
nn_no: HTML-stil
th_th: รูปแบบ HTML

source: Code Tools
hi_in: कोड उपकरण
nn_no: Kodeverktøy
th_th: เครื่องมือโค้ด

source: Copy Code Content
hi_in: कोड सामग्री कॉपी करें
nn_no: Kopier kodeinnhald
th_th: คัดลอกเนื้อหาของโค้ด

source: Auto Indent Selected Code
hi_in: ऑटो इंडेंट चयनित कोड
nn_no: Automatisk innrykk for vald kode
th_th: เยื้องโค้ดที่เลือกอัตโนมัติ

source: Auto Indent Whole Code
hi_in: ऑटो इंडेंट संपूर्ण कोड
nn_no: Automatisk innrykk for all koden
th_th: เยื้องโค้ดทั้งหมดอัตโนมัติ

source: Jump to Line Start
hi_in: लाइन प्रारंभ पर जाएं
nn_no: Gå til starten av lina

source: Jump to Line End
hi_in: लाइन के अंत पर जाएं
nn_no: Gå til slutten av lina

source: Toggle Word Count Popover
hi_in: शब्द गणना पॉपओवर टॉगल करें
nn_no: Slå av/på ordteljarboble

source: Toggle Outline Popover
hi_in: आउटलाइन पॉपओवर टॉगल करें
nn_no: Slå av/på disposisjonsboble

source: Alert
hi_in: चेतावनी
nn_no: Meldingsboks

source: Note Block
hi_in: नोट ब्लॉक
nn_no: Blokk for merknad

source: Tip Block
hi_in: टिप ब्लॉक
nn_no: Blokk for tips

source: Important Block
hi_in: महत्वपूर्ण ब्लॉक
nn_no: Blokk for viktig

source: Warning Block
hi_in: चेतावनी ब्लॉक
nn_no: Blokk for åtvaring

source: Caution Block
hi_in: सावधानी ब्लॉक
nn_no: Blokk for forsiktig
