Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Panel.strings
Languages: da_dk, hi_in, nn_no, th_th

source: Preferences
da_dk: Indstillinger
hi_in: पसंद
nn_no: Innstillingar
th_th: การตั้งค่า

source: General
da_dk: Generelt
hi_in: आम
nn_no: Allment
th_th: ทั่วไป

source: Window Style
da_dk: Vinduestype
hi_in: खिड़की की शैली
nn_no: Vindaugsstil
th_th: รูปแบบหน้าต่าง

source: Classic
da_dk: Klassisk
hi_in: क्लासिक
nn_no: Klassisk
th_th: คลาสสิก

source: Seamless
da_dk: Sømløst
hi_in: निर्बाध
nn_no: Saumlaus
th_th: ไม่มีรอยต่อ

source: Seamless window only support OS X later than 10.10.
da_dk: Sømløst vindue understøttes kun på OS X senere end 10.10.
hi_in: निर्बाध विंडो केवल 10.10 से बाद में OS एक्स का समर्थन करती है।
nn_no: Saumlaus vindaugsstil er berre støtta av OS X 10.10. eller nyare
th_th: หน้าต่างที่ไม่มีรอยต่อรองรับเฉพาะ OS X ที่สูงกว่า 10.10

source: Themes
da_dk: Temaer
hi_in: विषयों
nn_no: Tema
th_th: ธีม

source: Open Theme Folder
da_dk: Åbn temafolder
hi_in: ओपन थीम फ़ोल्डर
nn_no: Opne tema-mappa
th_th: เปิดโฟลเดอร์ธีม

source: Please check `help`->`Quick Start` for short introduction. Visit http://theme.typora.io to get more themes or instructions.
da_dk: Læs venligst `Hjælp`->`Hurtigstart` for at få en hurtig introduktion. Besøg http://theme.typora.io for at finde flere temaer og instruktioner.
hi_in: लघु परिचय के लिए कृपया `सहायता`->` त्वरित शुरुआत 'की जांच करें। अधिक थीम या निर्देश प्राप्त करने के लिए http://theme.typora.io पर जाएं।
nn_no: Ver greid og sjekk `hjelp`->`hurtigstart` for stutte instruksjonar. Sjå http://theme.typora.io for fleire tema og instruksjonar.
th_th: โปรดตรวจสอบ `ช่วยเหลือ`->`เริ่มต้นอย่างรวดเร็ว` สำหรับคำอธิบายสั้น ๆ สามารถเยี่ยมชม http://theme.typora.io เพื่อรับธีมเพิ่มเติมหรือคำแนะนำ

source: Word Count
da_dk: Antal ord
hi_in: शब्द गणना
nn_no: Tal på ord
th_th: นับคำ

source: Always Show Word Count
da_dk: Vis altid antal ord
hi_in: हमेशा शब्द गिनती दिखाएं
nn_no: Vis alltid tal på ord
th_th: แสดงจำนวนคำตลอดเวลา

source: Font Size
da_dk: Fontstørrelse
hi_in: फ़ॉन्ट आकार
nn_no: Skriftstorleik
th_th: ขนาดตัวอักษร

source: Auto ( Recommended )
da_dk: Auto (Anbefalet)
hi_in: ऑटो (अनुशंसित)
nn_no: Automatisk (tilrådd)
th_th: อัตโนมัติ (แนะนำ)

source: Customized
da_dk: Tilpasset
hi_in: स्वनिर्धारित
nn_no: Eigentilpassa
th_th: ปรับแต่ง

source: If custom font size is used, the actual font size will depend on the base font size and css style.
da_dk: Hvis tilpasset fontstørrelse anvendes så vil den faktiske fontstørrelse afhængige af grundfontens størrelse og CSS typografi.
hi_in: यदि कस्टम फ़ॉन्ट आकार का उपयोग किया जाता है, तो वास्तविक फ़ॉन्ट आकार बेस फ़ॉन्ट आकार और सीएसएस शैली पर निर्भर करेगा।
nn_no: Om eigne skrifttypar er nytta, vil faktisk skriftstorleik vera avhengig av standard skriftstorleik og css-stilen.
th_th: หากใช้ขนาดตัวอักษรที่ปรับแต่ง ขนาดตัวอักษรที่แท้จริงจะขึ้นอยู่กับขนาดตัวอักษรพื้นฐานและรูปแบบ css

source: Left Panel
da_dk: Sidepanel
hi_in: बाएं पैनल
nn_no: Venstre panel
th_th: แผงซ้าย

source: Show Outline Panel by Default
da_dk: Vis sidepanel ved opstart
hi_in: डिफ़ॉल्ट रूप से आउटलाइन पैनल दिखाएं
nn_no: Vis disposisjonspanel som standard
th_th: แสดงแผงเส้นกระดาษเป็นค่าเริ่มต้น

source: Collapsible Outline on Left Panel
da_dk: Disposition i sidepanel der kan skjules
hi_in: बाएं पैनल पर संकुचित रूपरेखा
nn_no: Gjer disposisjon i venstre panel samanslagbar
th_th: แผงเส้นกระดาษที่สามารถยุบได้บนแผงซ้าย

source: Save without asking when switch files on side panel
da_dk: Gem automatisk uden at bekræfte når der vælges en anden fil i sidepanelet
hi_in: बिना पूछे बिना सहेजें जब साइड पैनल पर switch फ़ाइलें
nn_no: Lagre utan å spørja når ein byter filer i sidepanel
th_th: บันทึกโดยไม่ถามเมื่อ สลับไฟล์บนแผงด้านข้าง

source: Edited files will be saved without asking when switch files in left panel. When "Ask to keep changes when closing documents" is disabled in System Preference, this is always enabled.
da_dk: Rettede filer vil blive gemt uden bekræftelse når du skifter filer i panelet til venstre. Når "Bekræft gemning af ændringer ved lukning af dokumenter" er deaktiveret i systemindstillingerne, er dette altid være aktiveret.
hi_in: बाएं पैनल में फ़ाइलों को स्विच करते समय संपादित फ़ाइलों को सहेजा जाएगा। जब सिस्टम वरीयता में "Ask to keep changes when closing documents" अक्षम होता है, तो यह हमेशा सक्षम होता है।
nn_no: Redigerte filer vil bli lagra utan å spørja når ein byter filer i venstre panel. Når "Spør om å ta vare på endringar når dokumenta blir latne att" er av i systeminnstillingar, er dette alltid på.
th_th: ไฟล์ที่แก้ไขจะถูกบันทึกโดยไม่ถามเมื่อสลับไฟล์ในแผงซ้าย เมื่อ "ถามเพื่อเก็บการเปลี่ยนแปลงเมื่อปิดเอกสาร" ถูกปิดในการตั้งค่าระบบ ตัวเลือกนี้จะเปิดใช้งานตลอดเวลา

source: Language
da_dk: Sprog
hi_in: भाषा
nn_no: Språk
th_th: ภาษา

source: System Language
da_dk: Systemsprog
hi_in: तंत्र भाषा
nn_no: Systemspråk
th_th: ภาษาระบบ

source: Editor
hi_in: संपादक
nn_no: Redigering
th_th: ตัวแก้ไข

source: Indent Size on Save
da_dk: Størrelse af indrykninger når der gemmes
hi_in: बचाव पर इंडेंट आकार
nn_no: Storleik på innrykk ved lagring
th_th: ขนาดเยื้องเมื่อบันทึก

source: only apply to quotes and lists created from menu bar or hybrid view
da_dk: anvend kun på citater og lister der er oprettet ved hjælp af menuen eller i blandet visning
hi_in: केवल मेनू बार या हाइब्रिड व्यू से बनाए गए उद्धरण और सूचियों पर लागू करें
nn_no: gjeld berre ved sitat og lister laga med menyen eller i hybridvising
th_th: ใช้เฉพาะกับคำพูดและรายการที่สร้างจากแถบเมนูหรือมุมมองผสม

source: Trigger Autocomplete without ESC key for
da_dk: Fuldfør automatisk uden ESC tast
hi_in: के लिए ESC कुंजी के बिना ट्रिगर स्वत: पूर्ण
nn_no: Utløs autofullføring utan ESC-tasten for
th_th: เรียกใช้งานการค้นหาโดยไม่ต้องใช้ปุ่ม ESC สำหรับ

source: Emoji (e.g. :smile:)
da_dk: Emoji (f. eks. :smile:)
hi_in: इमोजी (उदा: मुस्कान :)
nn_no: Emoji (t.d. :smile:)
th_th: อีโมจิ (เช่น :smile:)

source: Images Insert
da_dk: Indsætning af billeder
hi_in: छवियों सम्मिलित करें
nn_no: Biletinnlegg
th_th: แทรกรูปภาพ

source: Use relative path if possible
da_dk: Brug relative stier hvis muligt
hi_in: यदि संभव हो तो सापेक्ष पथ का उपयोग करें
nn_no: Bruk relativ sti der det er mulig
th_th: ใช้เส้นทางสัมพันธ์หากเป็นไปได้

source: Auto Pair
da_dk: Automatisk parring
hi_in: ऑटो जोड़ी
nn_no: Automatisk paring
th_th: คู่อัตโนมัติ

source: Auto pair brackets and quotes
da_dk: Brug automatisk parring af klammer og citationstegn
hi_in: ऑटो जोयर ब्रैकेट और उद्धरण
nn_no: Automatisk paring for parantesar og hermeteikn
th_th: จับคู่วงเล็บและเครื่องหมายคำพูดอัตโนมัติ

source: Auto pair common Markdown syntax
da_dk: Brug automatisk parring i almindeligt Markdown format
hi_in: ऑटो जोड़ी सामान्य मार्कडाउन सिंटैक्स
nn_no: Automatisk paring for vanleg Markdown-syntaks
th_th: จับคู่ไวยากรณ์ Markdown ทั่วไปอัตโนมัติ

source: Live Rendering
da_dk: Levende visning
hi_in: लाइव प्रतिपादन
nn_no: Direkteformattering
th_th: การแสดงผลแบบสด

source: Display source for simple blocks (including headings, etc.) on focus
da_dk: Vis kildekode for simple blokke (inklusive overskrifter m.m.) ved fokus
hi_in: फोकस पर सरल ब्लॉक (शीर्षलेख, आदि सहित) के लिए प्रदर्शन स्रोत
nn_no: Vis kjelde for enkle blokker (som overskrifter, osb.) i fokusmodus
th_th: แสดงต้นทางสำหรับบล็อกง่าย (รวมถึงหัวข้อ ฯลฯ) เมื่อโฟกัส

source: Default Copy Behavior
da_dk: Kopiering
hi_in: डिफ़ॉल्ट प्रति व्यवहार
nn_no: Standard kopieringsoppførsel
th_th: พฤติกรรมการคัดลอกเริ่มต้น

source: Copy Markdown source as plain text
da_dk: Kopiér Markdown kildetekst som almindelig tekst
hi_in: मार्कडाउन स्रोत को सादे पाठ के रूप में कॉपी करें
nn_no: Kopier Markdown-kjelde som rein tekst
th_th: คัดลอกแหล่งที่มาของ Markdown เป็นข้อความธรรมดา

source: Typewriter Mode
da_dk: Skrivemaskinetilstand
hi_in: टाइपराइटर मोड
nn_no: Skrivemaskinmodus
th_th: โหมดเครื่องพิมพ์ดีด

source: Always keep caret in middle of screen when typewriter mode is enabled
da_dk: Tving markøren til at altid være i midten af skærmen når skrivemaskinetilstand er aktiveret
hi_in: हमेशा स्क्रीन के बीच में कैरेट रखें when टाइपराइटर मोड सक्षम है
nn_no: Hald alltid skrivemerket midt på skjermen når skrivemaskinmodus er på
th_th: ให้คาเร็ตอยู่กลางหน้าจอเสมอ เมื่อเปิดใช้งานโหมดเครื่องพิมพ์ดีด

source: (Following preferences will be applied after restart.)
da_dk: (De følgende indstillinger anvendes først når Typora genstartes.)
hi_in: (पुनरारंभ करने के बाद निम्नलिखित प्राथमिकताएं लागू की जाएंगी।)
nn_no: (Endringar i desse innstillingane gjeld etter omstart.)
th_th: (การตั้งค่าต่อไปนี้จะถูกใช้หลังจากเริ่มต้นใหม่)

source: Syntax Support
da_dk: Formater
hi_in: सिंटेक्स समर्थन
nn_no: Syntaksstøtte
th_th: การสนับสนุนไวยากรณ์

source: Inline Math (e.g: $LaTeX$)
da_dk: Indbyggede formler (f. eks.: $LaTeX$)
hi_in: इनलाइन गणित (E.G: $ LATEX $)
nn_no: Matte i tekst (t.d.: $LaTeX$)

source: Subscript (e.g: H~2~O)
da_dk: Sænket skrift (f. eks.: H~2~O)
hi_in: सबस्क्रिप्ट (उदा: एच ~ 2 ~ ओ)
nn_no: Senka tekst (t.d.: H~2~O)

source: Superscript (e.g: X^2^)
da_dk: Hævet skrift (f. eks.: X^2^)
hi_in: सुपरस्क्रिप्ट (उदाहरण: x ^ 2 ^)
nn_no: Heva tekst (t.d.: X^2^)
th_th: ตัวยก (เช่น: X^2^)

source: Highlight (e.g: ==key==)
da_dk: Markeret skrift (f. eks.: ==key==)
hi_in: हाइलाइट (उदा: == कुंजी ==)
nn_no: Utheva tekst (t.d.: ==nøkkel==)

source: Diagrams
da_dk: Diagrammer
hi_in: चित्र
nn_no: Diagram
th_th: แผนภูมิ

source: (Sequence, Flowchart and Mermaid)
da_dk: (sekvens, rutediagram og Mermaid)
hi_in: (अनुक्रम, फ्लोचार्ट और मरमेड)
nn_no: (Sekvens, Flyt og Mermaid)
th_th: (Sequence, Flowchart และ Mermaid)

source: Syntax Preference
da_dk: Indstillinger for formater
hi_in: सिंटेक्स वरीयता
nn_no: Syntaksinnstillingar
th_th: การตั้งค่าไวยากรณ์

source: (only applies to styles created from menubar or hybrid view)
da_dk: (anvendes kun for typografier der er oprettet ved hjælp af menuen eller i blandet visning)
hi_in: (केवल मेनूबार या हाइब्रिड व्यू से बनाई गई शैलियों पर लागू होता है)
nn_no: (gjeld berre for stiler laga med menyane eller i hybridvising)
th_th: (ใช้เฉพาะกับสไตล์ที่สร้างจากแถบเมนูหรือมุมมองผสม)

source: Strict Mode
da_dk: Krævende tilstand
hi_in: सख्त मोड
nn_no: Strikt modus
th_th: โหมดเข้มงวด

source: (more strict to GFM spec)
da_dk: (mere krævende end GFM standard)
hi_in: (जीएफएम स्पेक के लिए अधिक सख्त)
nn_no: (meir streng i fylgje GFM-spesifikasjonane)
th_th: (เข้มงวดมากขึ้นตามข้อกำหนด GFM)

source: Heading Style
da_dk: Overskriftstypografi
hi_in: हेडिंग स्टाइल
nn_no: Overskriftsstil
th_th: สไตล์หัวข้อ

source: Unordered List
da_dk: Uordnet liste
hi_in: अव्यवस्थित सूची
nn_no: Punktliste
th_th: รายการที่ไม่มีลำดับ

source: Ordered List
da_dk: Ordnet liste
hi_in: आदेशित सूचि
nn_no: Nummerert liste
th_th: รายการที่มีลำดับ

source: Code Fences
da_dk: Kodeblok
hi_in: कोड बाड़
nn_no: Kodeblokker
th_th: กล่องโค้ด

source: Display line numbers for code fences
da_dk: Vis linjenumre i kodeblokke
hi_in: कोड बाड़ के लिए लाइन नंबर प्रदर्शित करें
nn_no: Vis linenummer for kodeblokker
th_th: แสดงเลขบรรทัดสำหรับกล่องโค้ด

source: Math Blocks
da_dk: Formularblokke
hi_in: गणित ब्लॉक
nn_no: Matteblokker
th_th: บล็อกคณิตศาสตร์

source: Auto Numbering Math Equations
da_dk: Nummerér automatisk matematiske formler
hi_in: ऑटो नंबरिंग गणित समीकरण
nn_no: Autonummerer mattelikningar
th_th: การกำหนดเลขที่อัตโนมัติสำหรับสมการคณิตศาสตร์

source: Security
da_dk: Sikkerhed
hi_in: सुरक्षा
nn_no: Tryggleik
th_th: ความปลอดภัย

source: Enable Debug
da_dk: Aktivér debugging
hi_in: डीबग सक्षम करें
nn_no: Aktiver avlusing
th_th: เปิดใช้งานโหมดดีบัก

source: Send Anonymous Usage Info
da_dk: Send anonyme brugsoplysninger
hi_in: अनाम उपयोग जानकारी भेजें
nn_no: Send anonyme bruksdata
th_th: ส่งข้อมูลการใช้งานแบบไม่ระบุชื่อ

source: Require Pandoc to Continue...
da_dk: Pandoc kræves for at fortsætte...
hi_in: जारी रखने के लिए Pandoc की आवश्यकता है ...
nn_no: Krev Pandoc for å halda fram...
th_th: ต้องใช้ Pandoc เพื่อดำเนินการต่อ...

source: Follow instructions to install Pandoc
da_dk: Installér Pandoc i henhold til instruktionerne
hi_in: Pandoc स्थापित करने के लिए निर्देशों का पालन करें
nn_no: Følg instruksjonane for å installera Pandoc
th_th: ปฏิบัติตามคำแนะนำเพื่อติดตั้ง Pandoc

source: Cancel
da_dk: Afbryd
hi_in: रद्द करें
nn_no: Avbryt
th_th: ยกเลิก

source: Importing...
da_dk: Importerer...
hi_in: आयात ...
nn_no: Importerer...
th_th: กำลังนำเข้า...

source: Importing in progress...
da_dk: Importerer stadigvæk...
hi_in: प्रगति में आयात ...
nn_no: Importering pågår...
th_th: กำลังนำเข้าอยู่...

source: Converting file with Pandoc. This may take some time.
da_dk: Konverterer filen med Pandoc. Dette kan tage lidt tid.
hi_in: Pandoc के साथ फ़ाइल कनवर्ट करना। इसमें कुछ समय लग सकता है।
nn_no: Konverterer fil med Pandoc. Dette kan ta litt tid.
th_th: กำลังแปลงไฟล์ด้วย Pandoc นี้อาจใช้เวลาสักครู่

source: Abort
da_dk: Afbryd
hi_in: बीच में बंद करें
nn_no: Avbryt
th_th: ยกเลิก

source: Exporting...
da_dk: Exporterer...
hi_in: निर्यात ...
nn_no: Eksporterer...
th_th: กำลังส่งออก...

source: Exporting in progress...
da_dk: Eksporterer stadigvæk...
hi_in: प्रगति में निर्यात ...
nn_no: Eksportering pågår...
th_th: กำลังส่งออกอยู่...

source: Pandoc is needed for importing these file formats
da_dk: Pandoc kræves for at importere disse filformater
hi_in: इन फ़ाइल स्वरूपों को आयात करने के लिए Pandoc की आवश्यकता है
nn_no: Pandoc trengst for å importera desse filformata
th_th: ต้องใช้ Pandoc ในการนำเข้ารูปแบบไฟล์เหล่านี้

source: Check help->Install and use Pandoc from menubar for detail
da_dk: Læs 'Hjælp->Installér og brug Pandoc' i menuen for flere oplysninger
hi_in: सहायता की जांच करें-> मेनूबार से Pandoc को विस्तार से जांचें और उपयोग करें
nn_no: Sjekk Hjelp->Innstaller og bruk Pandoc i menyen for meir informasjon
th_th: ตรวจสอบ help->Install and use Pandoc จากแถบเมนูบาร์เพื่อดูรายละเอียด

source: Import or some export features requires <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) to be installed.
da_dk: Import- og nogle eksportfunktioner kræver at <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) er installeret.
hi_in: आयात या कुछ निर्यात सुविधाओं के लिए <a href='http://pandoc.org/ 'target='_blank'> Pandoc </a> (≥ v2.0) स्थापित करने की आवश्यकता है।
nn_no: Import og somme eksportfunksjonar krev at <a href='http://pandoc.org/' target='_blank'>Pandoc</a> v2.0 eller nyare er installert.
th_th: การนำเข้าหรือบางฟีเจอร์การส่งออกต้องการ <a href='http://pandoc.org/' target='_blank'>Pandoc</a> (≥ v2.0) ติดตั้งไว้

source: Follow Instructions to Install/Update Pandoc
da_dk: Følg instruktionerne for at installere/opdatere Pandoc
hi_in: Pandoc को स्थापित / अपडेट करने के लिए निर्देशों का पालन करें
nn_no: Følg instruksjonane for å innstalera/oppdatera Pandoc
th_th: ปฏิบัติตามคำแนะนำเพื่อติดตั้ง/อัปเดต Pandoc

source: Export Failed
da_dk: Eksport fejlede
hi_in: निर्यात विफल
nn_no: Eksportering feila
th_th: การส่งออกล้มเหลว

source: Import Failed
da_dk: Import fejlede
hi_in: आयात विफल
nn_no: Importering feila
th_th: การนำเข้าล้มเหลว

source: Generated Image too Large
da_dk: Det dannede billede er for stort
hi_in: उत्पन्न छवि बहुत बड़ी है
nn_no: Generert bilete er for stort
th_th: ภาพที่สร้างมีขนาดใหญ่เกินไป

source: Failed to export file to <em>{0}</em>
da_dk: Kunne ikke eksportere filen til <em>{0}</em>
hi_in: <Em> {0} </ em> पर फ़ाइल निर्यात करने में विफल
nn_no: Eksportering av fil til <em>{0}</em> mislyktest
th_th: การส่งออกไฟล์ล้มเหลวไปยัง <em>{0}</em>

source: Failed to import file from <em>{0}</em>
da_dk: Kunne ikke importere filen fra <em>{0}</em>
hi_in: <Em> {0} </ em> से फ़ाइल आयात करने में विफल
nn_no: Importering av fil fra <em>{0}</em> mislyktest
th_th: การนำเข้าไฟล์ล้มเหลวจาก <em>{0}</em>

source: File does not exist at <em>{0}</em>
da_dk: Filen <em>{0}</em> findes ikke
hi_in: फ़ाइल <em> {0} </ em> पर मौजूद नहीं है
nn_no: Fila finst ikkje på <em>{0}</em>
th_th: ไม่มีไฟล์ที่อยู่ที่ <em>{0}</em>

source: Export to...
da_dk: Eksportér til...
hi_in: को निर्यात...
nn_no: Eksporter til...
th_th: ส่งออกไปยัง...

source: Do you want to save the changes made to this document ?<br> Your changes will be lost if you don't save them.
da_dk: Ønsker du at gemme ændringerne i dette dokument?<br>Dine ændringer vil gå tabt hvis du ikke gemmer dem.
hi_in: क्या आप इस दस्तावेज़ में किए गए परिवर्तनों को सहेजना चाहते हैं? <br> यदि आप उन्हें सहेजते नहीं हैं तो आपके परिवर्तन खो जाएंगे।
nn_no: Ynskjer du å lagra endringane du har gjort i dette dokumentet?<br> Endringane dine vil gå tapt om du ikkje lagrar dei.
th_th: คุณต้องการบันทึกการเปลี่ยนแปลงที่ทำกับเอกสารนี้หรือไม่?<br> การเปลี่ยนแปลงของคุณจะสูญหายหากคุณไม่บันทึก

source: [Warning] Failed to attach bookmark for PDF file.
da_dk: [Advarsel] Kunne ikke vedhægte bogmærke for PDF fil.
hi_in: [चेतावनी] पीडीएफ फ़ाइल के लिए बुकमार्क संलग्न करने में विफल।
nn_no: [Åtvaring] Klarte ikkje å leggja til bokmerke til PDF-fila.
th_th: [คำเตือน] ไม่สามารถแนบบุ๊กมาร์กไฟล์ PDF ได้

source: Dark Theme not support
da_dk: Mørkt tema understøttes ikke
hi_in: डार्क थीम समर्थन नहीं
nn_no: Temaet støttar ikkje mørk modus
th_th: ไม่รองรับธีมมืด

source: Print with default theme
da_dk: Udskriv med normalt tema
hi_in: डिफ़ॉल्ट थीम के साथ प्रिंट करें
nn_no: Skriv ut med standardtema
th_th: พิมพ์ด้วยธีมเริ่มต้น

source: Export to PDF successfully.
da_dk: PDF fil eksporteret uden fejl.
hi_in: पीडीएफ को सफलतापूर्वक निर्यात करें।
nn_no: Eksportering til PDF gjekk bra.
th_th: ส่งออกเป็นไฟล์ PDF สำเร็จ

source: Converting file using Pandoc. This may take some time.
da_dk: Konverterer vha. Pandoc. Dette kan tage lidt tid.
hi_in: Pandoc का उपयोग कर फ़ाइल कनवर्ट करना। इसमें कुछ समय लग सकता है।
nn_no: Konverterer fil med Pandoc. Dette kan ta litt tid.
th_th: กำลังแปลงไฟล์โดยใช้ Pandoc นี้อาจใช้เวลาสักครู่

source: Exporting file using Pandoc. This may take some time.
da_dk: Eksporterer vha. Pandoc. Dette kan tage lidt tid.
hi_in: Pandoc का उपयोग कर फ़ाइल निर्यात। इसमें कुछ समय लग सकता है।
nn_no: Eksporterer fil med Pandoc. Dette kan ta litt tid.
th_th: กำลังส่งออกไฟล์โดยใช้ Pandoc นี้อาจใช้เวลาสักครู่

source: Uploading in progress…
da_dk: Upload i gang...
hi_in: प्रगति में अपलोड करना …
nn_no: Opplasting pågår…
th_th: กำลังอัปโหลด...

source: Do not show this again
da_dk: Vis ikke dette igen
hi_in: इसे पुनः न दिखाएं
nn_no: Ikkje vis dette igjen
th_th: ไม่ต้องแสดงอีก

source: Minute
da_dk: minut
hi_in: मिनट
nn_no: Minutt
th_th: นาที

source: Line
da_dk: linje
hi_in: रेखा
th_th: บรรทัด

source: Word
da_dk: ord
hi_in: शब्द
nn_no: Ord
th_th: คำ

source: Character
da_dk: tegn
hi_in: चरित्र
nn_no: Teikn
th_th: อักขระ

source: Minutes
da_dk: minutter
hi_in: मिनट
nn_no: Minutt
th_th: นาที

source: Lines
da_dk: linjer
hi_in: पंक्तियां
nn_no: Liner
th_th: บรรทัด

source: Words
da_dk: ord
hi_in: शब्दों
nn_no: Ord
th_th: คำ

source: Characters
da_dk: tegn
hi_in: पात्र
nn_no: Teikn
th_th: อักขระ

source: In Selection
da_dk: I markering
hi_in: चयन में
nn_no: I markering
th_th: ในส่วนที่เลือก

source: Panel
hi_in: पैनल
th_th: แผง

source: Appearance
da_dk: Udseende
hi_in: दिखावट
nn_no: Utsjånad
th_th: การแสดงผล

source: System Native
da_dk: Systemets standard
hi_in: प्रणाली मूल
nn_no: Systemstandard
th_th: ระบบ Native

source: Unibody
hi_in: यूनिbody

source: (applied after restart)
da_dk: (anvendes efter genstart)
hi_in: (पुनरारंभ के बाद लागू)
nn_no: (gjeld etter omstart)
th_th: (ใช้งานหลังจากทำการรีสตาร์ท)

source: Status Bar
da_dk: Statuslinje
hi_in: स्टेटस बार
nn_no: Statusmeny
th_th: แถบสถานะ

source: Show status bar
da_dk: Vis statuslinje
hi_in: स्टेटस बार दिखाएं
nn_no: Vis statusmeny
th_th: แสดงแถบสถานะ

source: Save & Recover
da_dk: Gem og gendan
hi_in: सहेजें और पुनर्प्राप्त करें
nn_no: Lagre og gjenopprett
th_th: บันทึกและกู้คืน

source: Auto Save
da_dk: Automatisk gemning
hi_in: ऑटो बचाओ
nn_no: Lagre automatisk
th_th: บันทึกอัตโนมัติ

source: Recover Unsaved Drafts
da_dk: Gendan ikke-gemte kladder
hi_in: सहेजे गए ड्राफ्ट को पुनर्प्राप्त करें
nn_no: Gjenopprett ulagra utkast
th_th: กู้คืนแบบร่างที่ยังไม่ได้บันทึก

source: Emoji Autocomplete
da_dk: Fuldfør Emoji
hi_in: इमोजी स्वत: पूर्ण
nn_no: Emoji autofullføring
th_th: อัตโนมัติเติมอีโมจิ

source: Trigger by ESC key
da_dk: Udløs af ESC tast
hi_in: ईएससी कुंजी द्वारा ट्रिगर
nn_no: Vel med ESC-tasten
th_th: เรียกใช้ด้วยปุ่ม ESC

source: Trigger automatically
da_dk: Udløs automatisk
hi_in: स्वचालित रूप से ट्रिगर
nn_no: Fullfør automatisk
th_th: เรียกใช้โดยอัตโนมัติ

source: Default Line Ending
da_dk: Linjesluttegn
hi_in: डिफ़ॉल्ट लाइन अंत
nn_no: Standard lineskift
th_th: ตัวสิ้นสุดบรรทัดเริ่มต้น

source: Line ending for new file
da_dk: Linjesluttegn i ny fil
hi_in: नई फ़ाइल के लिए लाइन समाप्त
nn_no: Lineskift for ny fil
th_th: ตัวสิ้นสุดบรรทัดสำหรับไฟล์ใหม่

source: Spell Check
da_dk: Stavekontrol
hi_in: वर्तनी की जाँच
nn_no: Stavekontroll
th_th: ตรวจสอบการสะกดคำ

source: Auto correct spelling
da_dk: Korrigér automatisk stavning
hi_in: ऑटो सही वर्तनी
nn_no: Autokorrektur
th_th: การแก้ไขการสะกดคำอัตโนมัติ

source: System
hi_in: प्रणाली
th_th: ระบบ

source: Privacy
da_dk: Privatliv
hi_in: गोपनीयता
nn_no: Personvern
th_th: ความเป็นส่วนตัว

source: Developer
da_dk: Udvikler
hi_in: डेवलपर
nn_no: Utviklar
th_th: นักพัฒนา

source: Update
da_dk: Opdateringer
hi_in: अद्यतन
nn_no: Oppdater
th_th: อัปเดต

source: Check Updates
da_dk: Søg efter opdateringer
hi_in: अपडेट जांचें
nn_no: Sjå etter oppdateringar
th_th: ตรวจสอบการอัปเดต

source: Check updates automatically
da_dk: Søg automatisk efter opdateringer
hi_in: स्वचालित रूप से अपडेट की जाँच करें
nn_no: Sjå etter oppdateringar automatisk
th_th: ตรวจสอบการอัปเดตโดยอัตโนมัติ

source: Advanced Settings
da_dk: Avancerede indstillinger
hi_in: एडवांस सेटिंग
nn_no: Avanserte innstillingar
th_th: การตั้งค่าขั้นสูง

source: Open Advanced Settings
da_dk: Åbn avancerede indstillinger
hi_in: उन्नत सेटिंग्स खोलें
nn_no: Opne avanserte innstillingar
th_th: เปิดการตั้งค่าขั้นสูง

source: Reset Advanced Settings
da_dk: Nulstil avancerede indstillinger
hi_in: उन्नत सेटिंग्स रीसेट करें
nn_no: Gjenopprett avanserte innstillingar
th_th: รีเซ็ตการตั้งค่าขั้นสูง

source: This function requires latest version of iPic to be installed.
da_dk: Denne funktion kræver at den seneste udgave af iPic er installeret.
hi_in: इस फ़ंक्शन को आईपीआईसी के नवीनतम संस्करण को स्थापित करने की आवश्यकता है।
nn_no: Denne funksjonen krev at siste versjon av iPic er innstallert.
th_th: ฟังก์ชั่นนี้ต้องการติดตั้ง iPic เวอร์ชันล่าสุด

source: Get iPic
da_dk: Hent iPic
hi_in: आईपीआईसी प्राप्त करें
nn_no: Gå til iPic
th_th: รับ iPic

source: Cannot Continue…
da_dk: Kan ikke fortsætte…
hi_in: जारी नहीं रह सकता …
nn_no: Kan ikkje gå vidare…
th_th: ไม่สามารถดำเนินการต่อได้...

source: This feature require macOS >= 10.11
da_dk: Denne funktion kræver macOS 10.11 eller nyere
hi_in: इस सुविधा को macos> = 10.11 की आवश्यकता होती है
nn_no: Denne funksjonen krev macOS 10.11 eller nyare
th_th: ฟีเจอร์นี้ต้องการ macOS เวอร์ชัน >= 10.11

source: One More Step
da_dk: Et trin mere
hi_in: एक और कदम
nn_no: Eit steg til
th_th: ขั้นตอนถัดไป

source: Notice
da_dk: Bemærk
hi_in: सूचना
nn_no: Legg merke til
th_th: แจ้งให้ทราบ

source: %d Images Failed to Upload.
da_dk: %d billeder kunne ikke uploades.
hi_in: % d छवियां अपलोड करने में विफल रहीं।
nn_no: %d bilete vart ikkje lasta opp pga en feil.
th_th: อัปโหลดรูปภาพ %d รูปล้มเหลว

source: %d Succeeded,
da_dk: %d lykkedes,
hi_in: % d सफल हुआ,
nn_no: %d gjekk bra,
th_th: %d สำเร็จ,

source: Enable this feature on preferences panel
da_dk: Aktivér denne funktion i indstillingerne
hi_in: प्राथमिकता पैनल पर इस सुविधा को सक्षम करें
nn_no: Aktiver denne funksjonen i innstillingane
th_th: เปิดใช้งานฟีเจอร์นี้ในแผงการตั้งค่า

source: The option `%@` must be enabled first to automatically upload images.
da_dk: Indstillingen `%@` skal aktiveres før for at automatisk uploade billeder.
hi_in: विकल्प `%@` को पहले छवियों को स्वचालित रूप से अपलोड करने के लिए सक्षम होना चाहिए।
nn_no: Alternativet `%@` må vera aktivert for å lasta opp bilete automatisk.
