Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Panel.strings
Languages: da_dk, hi_in, nn_no, th_th

source: %@ is a file, not a directory
da_dk: %@ er en fil, ikke en mappe
hi_in: %@ एक फ़ाइल है, निर्देशिका नहीं
nn_no: %@ er ei fil, ikkje ei mappe
th_th: %@ เป็นไฟล์ไม่ใช่โฟลเดอร์

source: Copy Images To…
da_dk: Kopiér billeder til…
hi_in: छवियों को कॉपी करें …
nn_no: Kopier bilete til…
th_th: คัดลอกรูปภาพไปยัง...

source: Typora are trying copy the newly inserted image to folder %@ according to your YAML Front Matter setting or global preferences. But the target folder does not exist, create it now?
da_dk: Typora prøver at kopiere det netop indsatte billede til mappen %@ i henhold til din YAML-fortekst indstilling eller globale indstillinger, men mappen findes ikke - opret den nu?
hi_in: Typora आपके यामल फ्रंट मैटर सेटिंग या वैश्विक वरीयताओं के अनुसार नई डाली गई छवि को फ़ोल्डर%@ पर कॉपी करने की कोशिश कर रहा है। लेकिन लक्ष्य फ़ोल्डर मौजूद नहीं है, इसे अभी बनाएं?
nn_no: Typora prøver å kopiere nyleg innsette bilete til mappa %@ du definerte i YAML-innleiinga eller globale innstillingar, men mappa finst ikkje. Vil du laga mappa no?
th_th: Typora กำลังพยายามคัดลอกรูปภาพที่แทรกล่าสุดไปยังโฟลเดอร์ %@ ตามการตั้งค่า YAML Front Matter หรือการตั้งค่าโลกของคุณ แต่โฟลเดอร์เป้าหมายไม่มีอยู่ ต้องการสร้างเดี๋ยวนี้หรือไม่?

source: Create Folder and Continue
da_dk: Opret folder og fortsæt
hi_in: फ़ोल्डर बनाएं और जारी रखें
nn_no: Lag mappa og gå vidare
th_th: สร้างโฟลเดอร์และดำเนินการต่อไป

source: Document must be saved first
da_dk: Dokumentet skal først gemmes
hi_in: दस्तावेज़ को पहले सहेजा जाना चाहिए
nn_no: Dokumentet må lagrast fyrst
th_th: ต้องบันทึกเอกสารก่อน

source: Typora will copy newly inserted image to folder by selected relative path, so please save save the file first.
da_dk: Typora vil kopiere det seneste indsatte billede til mappen angivet med en relativ sti, så gem venligst filen først.
hi_in: Typora चयनित सापेक्ष पथ द्वारा नई डाली गई छवि को फ़ोल्डर में कॉपी करेगा, इसलिए कृपया फ़ाइल को पहले सहेजें सहेजें।
nn_no: Typora vil kopiera innsette bilete til mappa vald med relativ sti, så du må lagra fila fyrst.
th_th: Typora จะคัดลอกรูปภาพที่แทรกใหม่ไปยังโฟลเดอร์ตามเส้นทางสัมพันธ์ที่เลือก ดังนั้นโปรดบันทึกไฟล์ก่อน

source: Open Operation Failed
da_dk: Fejl ved åbning
hi_in: ओपन ऑपरेशन विफल
nn_no: Eg kunne ikkje opna
th_th: การดำเนินการเปิดล้มเหลว

source: Support Documentation
da_dk: Support dokumentation
hi_in: समर्थन प्रलेखन
nn_no: Brukarhandbok
th_th: เอกสารสนับสนุน

source: Markdown File
da_dk: Markdown fil
hi_in: मार्कडाउन फाइल
nn_no: Markdown-fil
th_th: ไฟล์ Markdown

source: Plain Text File
da_dk: Almindelig tekstfil
hi_in: सादा पाठ संचिका
nn_no: Rein tekstfil
th_th: ไฟล์ข้อความธรรมดา

source: All Files
da_dk: Alle filer
hi_in: सारे दस्तावेज
nn_no: Alle filer
th_th: ไฟล์ทั้งหมด

source: All Supported Formats
da_dk: Alle understøttede formater
hi_in: सभी समर्थित प्रारूप
nn_no: Alle støtta format
th_th: รูปแบบที่รองรับทั้งหมด

source: Discard Changes
da_dk: Fortryd ændringer
hi_in: परिवर्तनों को निरस्त करें
nn_no: Forkast endringar
th_th: ละทิ้งการเปลี่ยนแปลง

source: Discard
da_dk: Fortryd
hi_in: रद्द करें
nn_no: Forkast
th_th: ละทิ้ง

source: Menu
hi_in: मेन्यू
nn_no: Meny
th_th: เมนู

source: Back
da_dk: Tilbage
hi_in: पीछे
nn_no: Attende
th_th: กลับ

source: Contact
da_dk: Kontakt
hi_in: संपर्क
nn_no: Kontakt
th_th: ติดต่อเรา

source: Open From...
da_dk: Åbn fra...
hi_in: से खोलें...
nn_no: Opne frå...
th_th: เปิดจาก...

source: Import...
da_dk: Importér...
hi_in: आयात...
nn_no: Importer...
th_th: นำเข้า...

source: Recent Documents
da_dk: Seneste dokumenter
hi_in: हाल के कागजात
nn_no: Nylege dokument
th_th: เอกสารล่าสุด

source: Search for
da_dk: Søg efter
hi_in: निम्न को खोजें
nn_no: Finn
th_th: ค้นหา

source: Clear Recent Documents
da_dk: Ryd seneste dokumenter
hi_in: हाल के दस्तावेजों को साफ़ करें
nn_no: Tøm lista med nylege dokument
th_th: ลบเอกสารล่าสุด

source: File Name
da_dk: Filnavn
hi_in: फ़ाइल का नाम
nn_no: Filnamn
th_th: ชื่อไฟล์

source: Path
da_dk: Sti
hi_in: पथ
nn_no: Sti
th_th: พาธ

source: Export As...
da_dk: Eksportér som...
hi_in: निर्यात के रूप में ...
nn_no: Eksporter som...
th_th: ส่งออกเป็นไฟล์...

source: More Formats
da_dk: Flere formater
hi_in: अधिक प्रारूप
nn_no: Fleire format
th_th: รูปแบบอื่นๆ

source: File formats under 'More Formats' sections needs <a class='open-pandoc-guide'>Pandoc to be installed</a>.
da_dk: Filformaterne under 'Flere formater' kræver at <a class='open-pandoc-guide'>Pandoc er installeret</a>.
hi_in: 'अधिक प्रारूपों' अनुभागों के तहत फ़ाइल स्वरूपों को <a class='Open-Pandoc-Guide' 'Pandoc स्थापित करने की आवश्यकता है </a>।
nn_no: Filformat under 'Fleire format' krev at <a class='open-pandoc-guide'>Pandoc er innstallert</a>.
th_th: รูปแบบไฟล์ในส่วน 'รูปแบบอื่นๆ' ต้องการ <a class='open-pandoc-guide'>ติดตั้ง Pandoc</a> ก่อน

source: Something is Wrong…
da_dk: Noget gik galt…
hi_in: कुछ गलत है …
nn_no: Noko gjekk gale…
th_th: มีบางอย่างผิดพลาด...

source: Save content failed for some reason.<br/>You could copy the content into a new Typora window, and then save it. <br/>Learn more about:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Report bugs to us</a></li><li><a href='https://support.typora.io/Version-Control/'>Recover lost contents</a></li></ul>
da_dk: Forsøget på at gemme fejlede af en eller anden årsag.<br/>Du kan f. eks. kopiere indholdet ind i et nyt Typora vindue og så gemme det.<br/>Lær mere om:<ul><li><a href='https://support.typora.io/Report-Bugs/'>Rapportér fejl til os</a></li><li><a href='https://support.typora.io/Version-Control/'>Gendanne mistet indhold</a></li></ul>
hi_in: किसी कारण से सामग्री सहेजना विफल रहा।<br/>आप सामग्री को एक नई Typora विंडो में कॉपी कर सकते हैं, और फिर उसे सहेज सकते हैं। <br/>इसके बारे में और जानें:<ul><li><a href='https://support.typora.io/Report-Bugs/'>हमें बग की रिपोर्ट करें</a></li><li><a href='https://support.typora.io/Version-Control/'>खोई हुई सामग्री पुनर्प्राप्त करें</a></li></ul>
nn_no: Eg kunne ikkje lagra innhaldet.<br/>Du kan kopiera innhaldet over til eit nytt Typora-vindauge, og så lagra det. <br/>Lær meir om å:<ul><li><a href='https://support.typora.io/Report-Bugs/'>melda feil til oss</a></li><li><a href='https://support.typora.io/Version-Control/'>finna tapt innhald</a></li></ul>

source: Copy Content
da_dk: Kopiér indhold
hi_in: प्रतिलिपि सामग्री
nn_no: Kopier innhald
th_th: คัดลอกเนื้อหา

source: Total
da_dk: Totalt
hi_in: कुल
nn_no: I alt
th_th: รวม

source: Word count only support OS X later than 10.10.
da_dk: Antal ord kan kun vises på OS X senere end 10.10.
hi_in: शब्द गणना केवल OS X 10.10 का समर्थन है।
nn_no: Ordteljinga fungerer berre med macOS nyare enn 10.10.
th_th: การนับคำเฉพาะรองรับ OS X รุ่นที่ 10.10 หรือใหม่กว่า

source: Indent Size for Code
da_dk: Indrykningsstørrelse for kode
hi_in: कोड के लिए इंडेंट आकार
nn_no: Storleik på innrykk for kode
th_th: ขนาดการเยื้องสำหรับโค้ด

source: Auto wrap long lines
da_dk: Del automatisk lange linjer
hi_in: ऑटो लपेटें लंबी लाइनें
nn_no: Bryt liner automatisk
th_th: ขึ้นบรรทัดใหม่โดยอัตโนมัติเมื่อมีบรรทัดยาว

source: Sorry, current version of Typora won't print background color. So dark theme is not yet supported for printing. Please choose a light theme or export this document to PDF.
da_dk: Beklager, men den nuværende udgave af Typora kan ikke udskrive baggrundsfarver. Derfor kan mørke temaer endnu ikke udskrives. Vælg venligst et lyst tema eller eksportér dette dokument som PDF.
hi_in: क्षमा करें, Typora का वर्तमान संस्करण पृष्ठभूमि रंग मुद्रित नहीं करेगा। So डार्क थीम अभी तक प्रिंटिंग के लिए समर्थित नहीं है। कृपया एक प्रकाश थीम चुनें या इस दस्तावेज़ को पीडीएफ में निर्यात करें।
nn_no: Orsak, men denne versjonen av Typora skriv ikkje ut bakgrunnsfarge. Det tyder at mørke tema ikkje blir støtta ved utskrift. Vel eit ljost tema eller eksporter dokumentet til PDF.
th_th: ขออภัย เวอร์ชันปัจจุบันของ Typora ไม่สามารถพิมพ์สีพื้นหลังได้ ดังนั้นธีมสีเข้มยังไม่ได้รับการสนับสนุนในการพิมพ์ โปรดเลือกธีมสีอ่อนหรือส่งออกเอกสารนี้เป็นไฟล์ PDF

source: Export to PDF
da_dk: Eksportér til PDF
hi_in: पीडीएफ को निर्यात करें
nn_no: Eksporter til PDF
th_th: ส่งออกเป็นไฟล์ PDF

source: Pretty indentation
da_dk: Pæn indrykning
hi_in: सुंदर इंडेंटेशन
nn_no: Pene innrykk
th_th: การเยื้องที่สวยงาม

source: Update markdown reference for this image
da_dk: Opdatér markdown henvisning for dette billede
hi_in: इस छवि के लिए मार्कडाउन संदर्भ अद्यतन करें
nn_no: Oppdater Markdown-referansen for dette biletet
th_th: อัปเดตการอ้างอิง markdown สำหรับภาพนี้

source: No special action
da_dk: Ingen speciel handling
hi_in: कोई विशेष कार्रवाई नहीं
nn_no: Ingen ekstra handlingar
th_th: ไม่มีการดำเนินการพิเศษ

source: Copy image to current folder (./)
da_dk: Kopiér billede til nuværende mappe (./)
hi_in: वर्तमान फ़ोल्डर में छवि कॉपी करें (./)
nn_no: Kopier bilete til gjeldande mappe (./)
th_th: คัดลอกภาพไปยังโฟลเดอร์ปัจจุบัน (./)

source: Copy image to ./assets
da_dk: Kopiér billede til ./assets
hi_in: छवि को कॉपी करें ./assets
nn_no: Kopier bilete til ./assets
th_th: คัดลอกภาพไปยัง ./assets

source: Copy image to ./${filename}.assets
da_dk: Kopiér billede til ./${filename}.assets
hi_in: छवि को कॉपी करें ./${filename}.assets
nn_no: Kopier bilete til ./${filename}.assets
th_th: คัดลอกภาพไปยัง ./${filename}.assets

source: Apply above rules to local images
da_dk: Anvend ovenstående regler på lokale billeder
hi_in: स्थानीय छवियों के नियमों के ऊपर लागू करें
nn_no: Reglane over gjeld bilete på datamaskina
th_th: ใช้กฎดังกล่าวกับภาพที่อยู่ภายในเครื่อง

source: Apply above rules to online images
da_dk: Anvend ovenstående regler på online billeder
hi_in: ऑनलाइन छवियों के लिए नियमों को लागू करें
nn_no: Reglane over gjeld bilete på nettet
th_th: ใช้กฎดังกล่าวกับภาพที่อยู่ออนไลน์

source: Allow upload images automatically based on YAML settings
da_dk: Upload billeder automatisk baseret på YAML-indstillinger
hi_in: अपलोड छवियों को स्वचालित रूप से YAML सेटिंग्स के आधार पर अनुमति दें
nn_no: Tillat automatisk opplasting av bilete basert på YAML-innleiinga
th_th: อนุญาตให้อัพโหลดภาพโดยอัตโนมัติตามการตั้งค่า YAML

source: Learn More
da_dk: Læs mere
hi_in: और अधिक जानें
nn_no: Lær meir
th_th: เรียนรู้เพิ่มเติม

source: Whitespace / Line Break
da_dk: Mellemrum/linjesluttegn
hi_in: व्हिटस्पेस / लाइन ब्रेक
nn_no: Blankteikn / lineskift
th_th: ช่องว่าง / ตัวขึ้นบรรทัดใหม่

source: When Writing
da_dk: Ved udskrivning
hi_in: लेखन करते समय
nn_no: Medan ein skriv
th_th: เมื่อเขียน

source: Export / Print
da_dk: Eksportér/Udskriv
hi_in: निर्यात / प्रिंट
nn_no: Eksport / Utskrift
th_th: ส่งออก / พิมพ์

source: Preserve sequential whitespace and single line break
da_dk: Bevar mellemrum og enkelt linjeskift
hi_in: अनुक्रमिक व्हाट्सएप और सिंगल लाइन ब्रेक को संरक्षित करें
nn_no: Ta vare på blankteikn og enkle lineskift
th_th: เก็บรักษาช่องว่างติดต่อกันและตัวขึ้นบรรทัดใหม่เดียว

source: Ignore sequential whitespace and single line break
da_dk: Ignorér mellemrum og enkelt linjeskift
hi_in: अनुक्रमिक व्हाट्सएप और सिंगल लाइन ब्रेक को अनदेखा करें
nn_no: Ignorer blankteikn og enkle lineskift
th_th: ไม่สนใจช่องว่างติดต่อกันและตัวขึ้นบรรทัดใหม่เดียว

source: Quit
da_dk: Afslut
hi_in: छोड़ना
nn_no: Avslutt
th_th: ออก

source: Quit Typora when last window is closed
da_dk: Luk Typora når sidste vindue bliver lukket
hi_in: अंतिम विंडो बंद होने पर टाइपोटा को छोड़ दें
nn_no: Avslutt Typora når det siste vindauget blir late att
th_th: ออกจาก Typora เมื่อหน้าต่างสุดท้ายถูกปิด

source: On Launch
da_dk: Opstart
hi_in: लॉन्च पर
nn_no: Ved oppstart
th_th: เมื่อเปิดโปรแกรม

source: Open new file
da_dk: Åben ny fil
hi_in: नई फ़ाइल खोलें
nn_no: Opne ny fil
th_th: เปิดไฟล์ใหม่

source: Restore last closed folders
da_dk: Gendan seneste lukkede mapper
hi_in: अंतिम बंद फ़ोल्डर्स को पुनर्स्थापित करें
nn_no: Gjenskap sist attlatne mapper
th_th: กู้คืนโฟลเดอร์ที่ปิดล่าสุด

source: Restore last closed files and folders
da_dk: Gendan seneste lukkede filer og mapper
hi_in: अंतिम बंद फ़ाइलों और फ़ोल्डरों को पुनर्स्थापित करें
nn_no: Gjenskap sist attlatne filer og mapper
th_th: กู้คืนไฟล์และโฟลเดอร์ที่ปิดล่าสุด

source: Open custom folder
da_dk: Åben tilpasset folder
hi_in: खुला कस्टम फ़ोल्डर
nn_no: Opne tilpassa mappe
th_th: เปิดโฟลเดอร์ที่กำหนดเอง

source: Select custom folder
da_dk: Vælg tilpasset folder
hi_in: कस्टम फ़ोल्डर का चयन करें
nn_no: Vel tilpassa mappe
th_th: เลือกโฟลเดอร์ที่กำหนดเอง

source: This option may be overridden by "Close windows when quitting an application" in System Preferences
da_dk: Denne indstilling kan blive overstyret af "Luk vinduer når et program lukkes" i System indstillingerne
hi_in: इस विकल्प को ओवरराइड किया जा सकता है जब सिस्टम वरीयता में "Close windows when quitting an application" अक्षम हो।
nn_no: Denne innstillinga kan bli overkøyrd av "Steng vindauge når eit program blir avslutta" i Systeminnstillingane
th_th: ตัวเลือกนี้อาจถูกข้ามไปด้วย "ปิดหน้าต่างเมื่อออกจากแอปพลิเคชัน" ในการตั้งค่าระบบ

source: Ignore
da_dk: Ignorér
hi_in: ध्यान न देना
nn_no: Ignorer
th_th: ไม่สนใจ

source: Choose Default Folder
da_dk: Vælg standardmappe
hi_in: डिफ़ॉल्ट फ़ोल्डर चुनें
nn_no: Vel standardmappe
th_th: เลือกโฟลเดอร์เริ่มต้น

source: <div><strong>Convert on Input</strong>: Input ASCII dashes or quotes, converted and saved as curly quotes or unicode dashes.<br/><strong>Convert on Rendering</strong>: Input and saved as ASCII dashes or quotes, render as curly quotes or unicode dashes.</div>
da_dk: <div><strong>Konvertér ved indtastning</strong>: Indtast ASCII bindestreger og citationstegn, konverter og gem som Unicode bindestreger/bølgede citationstegn.<br/><strong>Konvertér ved visning</strong>: Indtast og gem ASCII bindestreger/citationstegn, vis som Unicode bindestreger/citationstegn.</div>
hi_in: <div> <strong> इनपुट पर कनवर्ट </ strong>: इनपुट ASCII डैश या उद्धरण, घुंघराले उद्धरण या यूनिकोड डैश के रूप में परिवर्तित और सहेजा गया। <br/> <strong> प्रतिपादन पर कनवर्ट करें </ strong>: इनपुट और ASCII के रूप में सहेजा गया डैश या उद्धरण, घुंघराले उद्धरण या यूनिकोड डैश के रूप में प्रस्तुत करते हैं। </div>
nn_no: <div><strong>Konverter ved skriving</strong>: Skriv vanlege bindestrekar og hermeteikn, og dei blir konverterte og lagra som runde hermeteikn og Unicode-strekar.<br/><strong>Konverter ved vising</strong>: Skriv og lagre vanlege bindestrekar og hermeteikn, mem dei blr viste som runde hermeteikn og Unicode-strekar.</div>
th_th: <div><strong>Convert on Input</strong>: ป้อนขีดล่างหรือเครื่องหมายคำพูด ASCII แล้วแปลงและบันทึกเป็นเครื่องหมายคำพูดโค้งหรือขีดล่าง Unicode <br/><strong>Convert on Rendering</strong>: ป้อนและบันทึกเป็นขีดล่างหรือเครื่องหมายคำพูด ASCII และแสดงผลเป็นเครื่องหมายคำพูดโค้งหรือขีดล่าง Unicode</div>

source: <div>Recognize unicode punctuations as ASCII ones when parse markdown, e.g:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>It will be turned on automatically if smart quotes/dashes will be converted on input.<div>
da_dk: <div>Genkend Unicode punkttegn som ASCII punkttegn når Markdown analyseres, e.g:<br/> <pre> 》 blokcitat → > blokcitat <br/> [navn](src ’titel’) → [navn](src 'titel')</pre>Dette bliver automatisk aktiveret hvis smarte bindestreger/citationstegn bliver konvertet under indtastning.<div>
hi_in: <div>मार्कडाउन पार्स करते समय यूनिकोड विराम चिह्नों को ASCII के रूप में पहचानें, उदाहरण के लिए:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → [link](src 'title')</pre>यदि इनपुट पर स्मार्ट उद्धरण/डैश परिवर्तित हो जाएंगे तो यह स्वचालित रूप से चालू हो जाएगा।<div>
nn_no: <div>Kjenn att Unicode-teiknsetjing som tilsvarande ASCII når ein tolkar Markdown, t.d.:<br/> <pre> 》 blokksitat → > blokksitat <br/> [link](src ’title’) → [link](src 'title')</pre>Dette blir slått på automatisk om smarte hermeteikn og bindestrekar blir konverterte ved skriving.<div>

source: Copy image to custom folder
da_dk: Kopier billede til specifik mappe
hi_in: कस्टम फ़ोल्डर में छवि कॉपी करें
nn_no: Kopier bilete til sjølvvald mappe
th_th: คัดลอกภาพไปยังโฟลเดอร์ที่กำหนดเอง

source: Please specify a relative path to current folder which begins with './' or '../', or an absolute folder path. (`${filename}` representing for currents filename.)
da_dk: Angiv venligst en relativ sti (som begynder med './' eller '../') eller en absolut sti til den nuværende mappe. (`${filename}` bruges til at repræsentere det nuværende filnavn.)
hi_in: कृपया वर्तमान फ़ोल्डर के लिए एक सापेक्ष पथ निर्दिष्ट करें जो './' या '.. /', या एक पूर्ण फ़ोल्डर पथ से शुरू होता है। (`$ {फ़ाइल नाम}` currents फ़ाइल नाम के लिए प्रतिनिधित्व।)
nn_no: Relative stiar i høve til gjeldande mappe må byrja med './' or '../', elles blir stien tolka absolutt. (`${filename}` står for gjeldande filnamn.)

source: Restore to previous setting
da_dk: Gendan tidligere indstilling
hi_in: पिछली सेटिंग को पुनर्स्थापित करें
nn_no: Tilbakestill til førre innstilling
th_th: คืนค่าก่อนหน้า

source: Folder not exist at %@, please input another path.
da_dk: Mappe %@ ikke fundet, angiv venligst en anden sti.
hi_in: फ़ोल्डर%@ पर मौजूद नहीं है, कृपया एक और रास्ता इनपुट करें।
nn_no: Mappa finst ikkje ved %@, spesifiser ein annan sti.
th_th: ไม่มีโฟลเดอร์ที่ %@, โปรดระบุพาธอื่น

source: Please input a folder path.
da_dk: Indtast venligst en mappesti.
hi_in: कृपया एक फ़ोल्डर पथ इनपुट करें।
nn_no: Spesifiser ein sti til ei mappe.
th_th: โปรดระบุพาธของโฟลเดอร์

source: Cannot use root path.
da_dk: Kan ikke bruge roden som sti.
hi_in: रूट पथ का उपयोग नहीं कर सकते।
nn_no: Kan ikkje nytta rotsti.
th_th: ไม่สามารถใช้พาธรากได้

source: Get Themes
da_dk: Hent temaer
hi_in: विषय प्राप्त करें
nn_no: Skaff tema
th_th: รับธีม

source: File/directory already exists at target path.
da_dk: Fil eller mappe findes allerede.
hi_in: लक्ष्य पथ पर फ़ाइल / निर्देशिका पहले से मौजूद है।
nn_no: Fila/mappa finst allereie.
th_th: ไฟล์ / โฟลเดอร์มีอยู่แล้วในตำแหน่งเป้าหมาย

source: Keep Both
da_dk: Behold begge
hi_in: दोनो रख लो
nn_no: Ta vare på begge
th_th: เก็บทั้งสอง

source: Are you sure you want to move %@?
da_dk: Er du sikker på, at du ønsker at flytte %@?
hi_in: क्या आप वाकई%@ स्थानांतरित करना चाहते हैं?
nn_no: Er du viss på at du vil flytta %@?
th_th: คุณแน่ใจหรือว่าต้องการย้าย %@?

source: Are you sure you want to delete %@?
da_dk: Er du sikker på, at du ønsker at slette %@?
hi_in: बहुत ही पास से %@?
nn_no: Er du viss på at du vil sletta %@?
th_th: คุณแน่ใจหรือว่าต้องการลบ %@?

source: You can restore from the Trash.
da_dk: Du kan genskabe fra papirkurven.
hi_in: आप ट्रैश से बहाल कर सकते हैं।
nn_no: Du finn fila i søppelbøtta om du angrar deg.
th_th: คุณสามารถกู้คืนได้จากถังขยะ

source: Reset All Dialog Warnings
da_dk: Nulstil alle dialogadvarsler
hi_in: सभी संवाद चेतावनी रीसेट करें
nn_no: Nullstill alle åtvaringar
th_th: รีเซ็ตการเตือนกล่องโต้ตอบทั้งหมด

source: Dialogs
da_dk: Dialoger
hi_in: संवाद
nn_no: Dialogar
th_th: กล่องโต้ตอบ

source: Dialog warnings have been reset.
da_dk: Dialogadvarsler er blevet nulstillet.
hi_in: संवाद चेतावनियों को रीसेट कर दिया गया है।
nn_no: Åtvaringane har vorte nullstilt.
th_th: รีเซ็ตการเตือนกล่องโต้ตอบเรียบร้อยแล้ว

source: Operation Failed
da_dk: Operationen fejlede
hi_in: कार्रवाई विफल
nn_no: Handlinga feila
th_th: ดำเนินการไม่สำเร็จ

source: Failed to move target file or folder to trash
da_dk: Kunne ikke flytte fil eller folder til papirkurven
hi_in: ट्रैश करने के लिए लक्ष्य फ़ाइल या फ़ोल्डर को स्थानांतरित करने में विफल
nn_no: Kunne ikkje flytta fila eller mappa til søppelbøtta
th_th: ไม่สามารถย้ายไฟล์หรือโฟลเดอร์เป้าหมายไปยังถังขยะได้

source: Undo %@
da_dk: Fortryd %@
hi_in: पूर्ववत करें @
nn_no: Angra %@
th_th: ยกเลิกการทำ %@

source: Rename %@
da_dk: Omdøb %@
hi_in: %@ नाम बदलें
nn_no: Gje nytt namn %@
th_th: เปลี่ยนชื่อ %@

source: Copy %@
da_dk: Kopier %@
hi_in: कॉपी%@
nn_no: Kopier %@
th_th: คัดลอก %@

source: Move %@
da_dk: Flyt %@
hi_in: कदम %@
nn_no: Flytt %@
th_th: ย้าย %@

source: Delete %@
da_dk: Slet %@
hi_in: %@ हटाएं
nn_no: Slett %@
th_th: ลบ %@

source: Turn off Typewriter / Focus Mode
da_dk: Deaktiver skrivemaskinetilstand/fokustilstand
hi_in: टाइपराइटर / फोकस मोड को बंद करें
nn_no: Slå av Skrivemaskin- / Fokusmodus
th_th: ปิดโหมดเครื่องพิมพ์ / โหมดโฟกัส

source: Typewriter / Focus Mode have been turned off.
da_dk: Skrivemaskinetilstand/fokustilstand er blevet deaktiveret.
hi_in: टाइपराइटर / फोकस मोड बंद कर दिया गया है।
nn_no: Skrivemaskin- / Fokusmodus har vorte slått av.
th_th: โหมดเครื่องพิมพ์ / โหมดโฟกัสถูกปิดแล้ว

source: Reading Speed
da_dk: Oplæsningshastighed
hi_in: पढ़ने की गति
nn_no: Lesefart
th_th: ความเร็วในการอ่าน

source: Auto
da_dk: Automatisk
hi_in: ऑटो
nn_no: Automatisk
th_th: อัตโนมัติ

source: words / min
da_dk: ord pr. minut
hi_in: शब्द / मिनट
nn_no: ord / min
th_th: คำ / นาที

source: Reset to Default
da_dk: Nulstil til standardværdier
hi_in: वितथ पर ले जाएं
nn_no: Attende til standard
th_th: รีเซ็ตเป็นค่าเริ่มต้น

source: 120 words/minute (Slow)
da_dk: 120 ord pr. minut (langsom)
hi_in: 120 शब्द / मिनट (धीमा)
nn_no: 120 ord/minutt (langsam)

source: 240 words/minute (Medium)
da_dk: 240 ord pr. minut (mellem)
hi_in: 240 शब्द / मिनट (मध्यम)
nn_no: 240 ord/minutt (middels)

source: 382 words/minute (Fast)
da_dk: 382 ord pr. minut (hurtig)
hi_in: 382 शब्द / मिनट (तेज़)
nn_no: 382 ord/minutt (rask)

source: Copy and update image source to…
da_dk: Kopier og opdatér billedkilde til…
hi_in: छवि स्रोत को कॉपी और अपडेट करें …
nn_no: Kopier og oppdater biletkjelde til…
th_th: คัดลอกและอัปเดตต้นฉบับรูปภาพไปยัง...

source: Updater
da_dk: Opdatering
hi_in: अपडेटर
nn_no: Oppdater
th_th: ตัวอัปเดต

source: Install Updates ?
da_dk: Installér opdateringer?
hi_in: अद्यतनों को स्थापित करें ?
nn_no: Installer oppdatering?
th_th: ติดตั้งการอัปเดต ?

source: Quit and Install
da_dk: Afslut og installér
hi_in: छोड़ो और स्थापित करें
nn_no: Avslutt og installer
th_th: ออกและติดตั้ง

source: Download failed
da_dk: Download fejlede
hi_in: डाउनलोड विफल
nn_no: Nedlasting feila
th_th: ดาวน์โหลดไม่สำเร็จ

source: Downloading Updates…
da_dk: Henter opdateringer…
hi_in: अपडेट डाउनलोड करना …
nn_no: Lastar ned oppdatering…
th_th: กำลังดาวน์โหลดการอัปเดต...

source: Checking Updates…
da_dk: Søger efter opdateringer…
hi_in: अपडेट की जाँच करना …
nn_no: Ser etter oppdatering…
th_th: กำลังตรวจสอบการอัปเดต...

source: Check Update Failed
da_dk: Fejl ved søgning efter opdateringer
hi_in: चेक अपडेट विफल
nn_no: Kunne ikkje sjå etter oppdatering
th_th: ตรวจสอบการอัปเดตไม่สำเร็จ

source: You're up to date!
da_dk: Din version af Typora er opdateret!
hi_in: आप अद्यतित हैं!
nn_no: Du er oppdatert!
th_th: คุณมีเวอร์ชั่นล่าสุดแล้ว!

source: Latest version is $1, your version is $2
da_dk: Den seneste version er $1, din version er $2
hi_in: नवीनतम संस्करण $ 1 है, आपका संस्करण $ 2 है
nn_no: Nyaste versjon er $1, versjonen din er $2
th_th: เวอร์ชั่นล่าสุดคือ $1 และเวอร์ชั่นของคุณคือ $2

source: Auto escape image URL when insert
da_dk: Konverter automatisk billed-URL ved indsættelse
hi_in: डालने के दौरान ऑटो एस्केप छवि यूआरएल
nn_no: Skjerm automatisk bilet-URL-ar når ein set inn
th_th: การหลีกเลี่ยง URL รูปภาพอัตโนมัติเมื่อแทรกรูปภาพ

source: For example, if you insert a file at 'img/example file.png', it will become 'img/example%20file.png'. Enable this for better compatibility with other Markdown engines, or disable this for better readability.
da_dk: F. eks., hvis du indsætter filen 'img/example file.png', vil det blive konverteret til 'img/example%20file.png'. Aktivér dette for at få bedre kompatibilitet med andre Markdown motorer eller deaktiver dette for bedre læsbarhed.
hi_in: उदाहरण के लिए, यदि आप 'आईएमजी / उदाहरण फ़ाइल। पीएनजी' पर एक फाइल डालते हैं, तो यह 'आईएमजी / उदाहरण% 20file.png' बन जाएगा। अन्य मार्कडाउन इंजन के साथ बेहतर संगतता के लिए इसे सक्षम करें, या इसे बेहतर पठनीयता के लिए अक्षम करें।
nn_no: Til dømes: om du set inn eit bilete 'img/example file.png', så vil URL-en bli 'img/example%20file.png'. Slå på dette for betre samsvar med andre Markdown-motorar, eller slå av for å lesa URL-en betre.
