Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Panel.strings
Languages: da_dk, hi_in, nn_no, th_th

source: Unicode Characters
da_dk: Unicodetegn
hi_in: यूनिकोड वर्ण
nn_no: Unicode-teikn
th_th: ตัวอักษร Unicode

source: Use only ASCII characters in output
da_dk: Brug kun ASCII tegn i uddatafilen
hi_in: आउटपुट में केवल ASCII वर्णों का उपयोग करें
nn_no: Bruk berre ASCII-teikn i utdata
th_th: ใช้ตัวอักษร ASCII เท่านั้นในผลลัพธ์

source: Use reference-style links rather than inline links
da_dk: Brug links med henvisninger i stedet for indlejrede links
hi_in: इनलाइन लिंक के बजाय संदर्भ-शैली लिंक का उपयोग करें
nn_no: Bruk referanselenkar i staden for lenkar rett i teksten
th_th: ใช้ลิงก์แนวอ้างอิงแทนลิงก์แบบอินไลน์

source: Footnotes and References Location
da_dk: Placering af fodnoter og henvisninger
hi_in: फुटनोट्स और संदर्भ स्थान
nn_no: Plassering av fotnotar og referansar
th_th: ตำแหน่งคำอ้างอิงและเชิงอรรถ

source: End of document
da_dk: Slut på dokument
hi_in: दस्तावेज़ का अंत
nn_no: Slutten av dokumentet
th_th: จุดสิ้นสุดของเอกสาร

source: End of current (top-level) block
da_dk: Slut på nuværende (øverste niveau) blok
hi_in: वर्तमान (शीर्ष-स्तर) ब्लॉक का अंत
nn_no: Slutten av gjeldande (toppnivå-) blokk
th_th: จุดสิ้นสุดบล็อกปัจจุบัน (ระดับบนสุด)

source: End of current section
da_dk: Slut på nuværende afsnit
hi_in: वर्तमान खंड का अंत
nn_no: Slutten av gjeldande seksjon
th_th: จุดสิ้นสุดส่วนปัจจุบัน

source: Convert TeX formulas to web images
da_dk: Konvert TeX formularer til billeder
hi_in: TeX सूत्रों को वेब छवियों में कनवर्ट करें
nn_no: konverter TeX-formlar til nettbilete
th_th: แปลงสูตร TeX เป็นรูปภาพเว็บ

source: Image Format
da_dk: Billedformat
hi_in: छवि प्रारूप
nn_no: Biletformat
th_th: รูปแบบรูปภาพ

source: Set Pandoc Path
da_dk: Sæt sti til Pandoc
hi_in: Pandoc पथ सेट करें
nn_no: Set Pandoc-sti
th_th: ตั้งค่าเส้นทาง Pandoc

source: Apply Line Break at \ and &#92;newline
da_dk: Anvend linjeskift ved \ og &#92;newline
hi_in: \ और & # 92 पर लाइन ब्रेक लगाएं; NEWLINE
nn_no: Set inn lineskift ved \ og &#92;newline

source: Export operation succeeded with warnings.
da_dk: Eksport operation lykkedes med advarsler.
hi_in: निर्यात ऑपरेशन चेतावनियों के साथ सफल रहा।
nn_no: Eksporten gjekk gjennom med åtvaringar.
th_th: การดำเนินการส่งออกสำเร็จพร้อมคำเตือน

source: Typora is now deactivated
da_dk: Typora er nu deaktiveret
hi_in: Typora अब निष्क्रिय है
nn_no: Typora har no vorte avaktivert
th_th: Typora ถูกยกเลิกการใช้งานแล้ว

source: This device has been deactivated
da_dk: Denne enhed er blevet deaktiveret
hi_in: यह डिवाइस निष्क्रिय कर दिया गया है
nn_no: Denne eininga har vorte avaktivert
th_th: อุปกรณ์นี้ถูกยกเลิกการใช้งานแล้ว

source: UNREGISTERED
da_dk: UREGISTRERET
hi_in: अपंजीकृत
nn_no: UREGISTRERT
th_th: ยังไม่ได้ลงทะเบียน

source: Your Typora is not activated.
da_dk: Din Typora er ikke aktiveret.
hi_in: आपका Typora सक्रिय नहीं है।
nn_no: Typora-en din er ikke aktivert.
th_th: Typora ของคุณยังไม่ได้เปิดใช้งาน

source: Your Typora has been activated.
da_dk: Din Typora er blevet aktiveret.
hi_in: आपका Typora सक्रिय कर दिया गया है।
nn_no: Typora-en din har vorte aktivert.
th_th: Typora ของคุณได้รับการเปิดใช้งานแล้ว

source: Typora activation is required to change this.
da_dk: Typora skal aktiveret for at ændre dette.
hi_in: इसे बदलने के लिए Typora सक्रियण की आवश्यकता है।
nn_no: Typora-aktivering trengst for å endra dette.
th_th: ต้องเปิดใช้งาน Typora เพื่อเปลี่ยนสิ่งนี้

source: You can reinstall the stable version and then disable this.
da_dk: Du kan geninstallere den stabile udgave og så frakoble dette.
hi_in: आप स्थिर संस्करण को पुनर्स्थापित कर सकते हैं और फिर इसे अक्षम कर सकते हैं।
nn_no: Du kan installera den stabile versjonen og så slå av dette..
th_th: คุณสามารถติดตั้งเวอร์ชันเสถียรใหม่แล้วปิดใช้งานสิ่งนี้

source: Update to dev version
da_dk: Opdatér til udviklingsversion
hi_in: देव संस्करण के लिए अद्यतन
nn_no: Oppdater til dev-versjonen
th_th: อัปเดตเป็นเวอร์ชันพัฒนา

source: Typora Server
hi_in: Typora सर्वर
th_th: เซิร์ฟเวอร์ Typora

source: Use Typora Server in China
da_dk: Brug Typora server i Kina
hi_in: चीन में Typora सर्वर का उपयोग करें
nn_no: Bruk Typora-server i Kina
th_th: ใช้เซิร์ฟเวอร์ Typora ในประเทศจีน

source: File does not exist
da_dk: Filen findes ikke
hi_in: फ़ाइल मौजूद नहीं है
nn_no: Fila finst ikkje
th_th: ไม่มีไฟล์

source: Create File
da_dk: Opret fil
hi_in: फ़ाइल बनाएँ
nn_no: Lag fil
th_th: สร้างไฟล์

source: Create Folder
da_dk: Opret folder
hi_in: फ़ोल्डर बनाएँ
nn_no: Lag mappe
th_th: สร้างโฟลเดอร์

source: (Some options will be applied after restart.)
da_dk: (Nogle indstillinger vil først blive anvendt efter genstart.)
hi_in: (कुछ विकल्प पुनः आरंभ करने के बाद लागू होंगे।)
nn_no: (Somme innstillingar gjeld fyrst etter omstart.)
th_th: (การตั้งค่าบางอย่างจะถูกใช้หลังจากเริ่มต้นใหม่)

source: Copy or cut the whole lines that have cursors on them, if there is no selection when doing copy / cut.
da_dk: Kopiér eller klip hele linjer der har markører på dem, hvis der ikke er valgt noget når kopiér / klip udføres.
hi_in: यदि कॉपी/कट करते समय कोई चयन नहीं होता है, तो उन संपूर्ण पंक्तियों को कॉपी या कट करें जिन पर कर्सर है।
nn_no: Kopier eller klypp ut heile liner som har skrivemerke i seg, dersom det ikkje finst ei markering å kopiera eller klyppa ut.
th_th: คัดลอกหรือตัดบรรทัดทั้งหมดที่มีเคอร์เซอร์อยู่บนหากไม่มีการเลือกขณะทำการคัดลอกหรือตัด

source: Enable physics package
da_dk: Aktivér fysikpakke
hi_in: भौतिकी पैकेज सक्षम करें
nn_no: Slå på fysikkpakka
th_th: เปิดใช้งานแพ็คเกจฟิสิกส์

source: Physics package will redefine some latex macros, such as \div, \Re, etc.
da_dk: Fysikpakke vil omdefinere nogle LaTeX macro såsom \div, \Re, osv.
hi_in: भौतिकी पैकेज कुछ लेटेक्स मैक्रोज़ को पुनः परिभाषित करेगा, जैसे \div, \Re, आदि।
nn_no: Fysikkpakka vil omdefinera sume LaTeX-makroar, slik som \div, \Re, osb.

source: Detail
da_dk: Detaljer
hi_in: विवरण
nn_no: Detalj
th_th: รายละเอียด

source: Use custom font size
da_dk: Brug tilpasset fontstørrelse
hi_in: कस्टम फ़ॉन्ट आकार का उपयोग करें
nn_no: Bruk tilpassa fontstorleik
th_th: ใช้ขนาดตัวอักษรที่กำหนดเอง

source: Use theme font size
da_dk: Brug fonstørrelse fra tema
hi_in: थीम फ़ॉन्ट आकार का उपयोग करें
nn_no: Bruk temafontstorleik
th_th: ใช้ขนาดตัวอักษรของธีม

source: You are using the Snap version, it may have limited access to your local executables.
da_dk: Du bruger Snap udgaven, den kan have begrænset adgang til dine lokale programmer.
hi_in: आप स्नैप संस्करण का उपयोग कर रहे हैं, हो सकता है कि इसकी आपके स्थानीय निष्पादनयोग्य फ़ाइलों तक पहुंच सीमित हो।
nn_no: Du bruker Snap-versjonen. Han kan ha avgrensa tilgang til lokale, køyrbare filer.
th_th: คุณกำลังใช้เวอร์ชัน Snap อาจมีการเข้าถึงที่จำกัดต่อโปรแกรมประยุกต์ของคุณ

source: No local images found.
da_dk: Ingen lokale billeder fundet.
hi_in: कोई स्थानीय छवि नहीं मिली।
nn_no: Fann ingen lokale bilete.
th_th: ไม่พบรูปภาพที่อยู่ในเครื่อง

source: Custom Command
da_dk: Tilpasset kommando
hi_in: कस्टम कमांड
nn_no: Tilpassa kommando
th_th: คำสั่งที่กำหนดเอง

source: No Automatic Equation Numbering
da_dk: Ingen automatisk nummerering af ligninger
hi_in: कोई स्वचालित समीकरण क्रमांकन नहीं
nn_no: Inga automatisk nummerering av likningar
th_th: ไม่มีการกำหนดเลขที่สมการอัตโนมัติ

source: Use AMS Numbering Rules
da_dk: Brug AMS regler for nummerering
hi_in: AMS नंबरिंग नियमों का उपयोग करें
nn_no: Bruk nummereringsrelgar etter AMS
th_th: ใช้กฎการกำหนดเลขที่ของ AMS

source: Auto Numbering for All Math Equations
da_dk: Automatisk nummerering af alle matematiske ligninger
hi_in: सभी गणितीय समीकरणों के लिए स्वचालित क्रमांकन
nn_no: Automatisk nummerering for alle matteuttrykk
th_th: กำหนดเลขที่อัตโนมัติสำหรับสมการคณิตศาสตร์ทั้งหมด

source: Preferred Image Syntax
da_dk: Foretrukken billede syntaks
hi_in: पसंदीदा छवि सिंटैक्स
nn_no: Føretrukke biletsyntaks
th_th: ไวยากรณ์รูปภาพที่ต้องการ

source: Add ./ for relative path
da_dk: Tilføj ./ for relativ sti
hi_in: सापेक्ष पथ के लिए ./ जोड़ें
nn_no: Legg til ./ for relativ sti
th_th: เพิ่ม ./ สำหรับเส้นทางสัมพันธ์

source: When enabled, Typora will use pattern like ./assets/image.png instead of assets/image.png when generating relative path for inserted images.
da_dk: Når aktivteret, vil Typora bruge stier som ./assets/image.png i stedet for assets/image.png når der dannes relative stier for indsatte billeder.
hi_in: सक्षम होने पर, सम्मिलित छवियों के लिए सापेक्ष पथ उत्पन्न करते समय Typora assets/image.png के स्थान पर ./assets/image.png जैसे पैटर्न का उपयोग करेगा।
nn_no: Når dette er slått på vil Typora bruka mønster som ./assets/image.png i staden for assets/image.png når det lagar relative stiar for innsette bilete.
th_th: เมื่อเปิดใช้งาน Typora จะใช้รูปแบบเช่น ./assets/image.png แทนที่จะเป็น assets/image.png เมื่อสร้างเส้นทางสัมพันธ์สำหรับรูปภาพที่แทรก

source: Image Quality
da_dk: Billedkvalitet
hi_in: छवि की गुणवत्ता
nn_no: Biletkvalitet
th_th: คุณภาพรูปภาพ

source: Medium
hi_in: मध्यम
nn_no: Middels
th_th: ปานกลาง

source: High
da_dk: Høj
hi_in: उच्च
nn_no: Høg
th_th: สูง

source: Best
da_dk: Bedst
hi_in: श्रेष्ठ
th_th: ดีที่สุด

source: Use Shift+Tab to auto indent selected code
da_dk: Brug Shift+Tab til at automatisk indrykke valgt kode
hi_in: चयनित कोड को स्वचालित रूप से इंडेंट करने के लिए Shift+Tab का उपयोग करें
nn_no: Nytt Skift+Tab for å rykka inn vald kode
th_th: ใช้ Shift+Tab เพื่อทำการเยื้องโค้ดที่เลือกอัตโนมัติ

source: When disabled, Shift+Tab will outdent selected code or current line. When enabled, Shift+Tab will auto apply indentation for selected code or current line in code blocks.
da_dk: Når deaktiveret, så vil Shift-Tab rykke valgt kode eller den nuværende linje ud. Når aktiveret, så vil Shift+Tab automatisk indrykke valgt kode eller den nuværende linje i kode blokke.
hi_in: अक्षम होने पर, Shift+Tab चयनित कोड या वर्तमान पंक्ति के लिए इंडेंटेशन को बाहर कर देगा। सक्षम होने पर, Shift+Tab कोड ब्लॉक में चयनित कोड या वर्तमान पंक्ति के लिए इंडेंटेशन को स्वचालित रूप से लागू करेगा।
nn_no: Når slått av vil Skift+Tab rykkja ut vald kode eller lina med skrivemerket i. Når slått på vil Skift+Tab rykkja inn vald kode eller lina med skrivemerket i i kodeblokker.
th_th: เมื่อปิดใช้งาน Shift+Tab จะย้อนการเยื้องโค้ดที่เลือกหรือบรรทัดปัจจุบัน แต่เมื่อเปิดใช้งาน Shift+Tab จะใช้การเยื้องอัตโนมัติสำหรับโค้ดที่เลือกหรือบรรทัดปัจจุบันในบล็อกโค้ด

source: Auto Links (e.g: https://typora.io)
da_dk: Automatiske links (f. eks.: https://typora.io)
hi_in: ऑटो लिंक (उदाहरण: https://typora.io)
nn_no: Automatiske lenkjer (e.g: https://typora.io)
th_th: ลิงก์อัตโนมัติ (เช่น: https://typora.io)

source: When enabled, Typora will auto recognize and highlight URLs (e.g: https://typora.io or mailto:hi@typora.io) in text.
da_dk: Når aktiveret, vil Typora automatisk genkennde og fremhæve URL'er (f. eks.: https://typora.io eller mailto:hi@typora.io) i tekst.
hi_in: सक्षम होने पर, Typora स्वचालित रूप से URL को पहचान लेगा और पाठ में हाइलाइट कर देगा (उदाहरण: https://typora.io या mailto:hi@typora.io)।
nn_no: Når slått på vil Typora automatisk kjenna att og framheva URL-ar (t.d.: https://typora.io or mailto:hi@typora.io) i tekst.
th_th: เมื่อเปิดใช้งาน Typora จะรู้จำและเน้น URL (เช่น: https://typora.io หรือ mailto:hi@typora.io) ในข้อความอัตโนมัติ

source: Files
da_dk: Filer
hi_in: फ़ाइलें
nn_no: Filer

source: Default File Type / Extension
da_dk: Standard filtype / udvidelse
hi_in: डिफ़ॉल्ट फ़ाइल प्रकार / एक्सटेंशन
nn_no: Standard filtype/suffiks

source: Custom Extension:
da_dk: Tilpasset udvidelse:
hi_in: कस्टम एक्सटेंशन:
nn_no: Tilpassa suffiks:

source: Following extensions are supported: %@
da_dk: Følgende udvidelser understøttes: %@
hi_in: निम्नलिखित एक्सटेंशन समर्थित हैं: %@
nn_no: Dei fylgjande suffiksa er støtta: %@

source: When drop file / folder into Typora
da_dk: Når fil eller folder droppes i Typora
hi_in: जब फ़ाइल / फ़ोल्डर को Typora में ड्रॉप करें
nn_no: Når ein dreg ei fil / mappe på Typora

source: When drop folder
da_dk: Når folder droppes
hi_in: जब फ़ोल्डर ड्रॉप करें
nn_no: Når ein dreg ei mappe

source: When drop markdown file
da_dk: Når markdown fil droppes
hi_in: जब मार्कडाउन फ़ाइल ड्रॉप करें
nn_no: Når ein dreg ei markdown-fil

source: When drop files that can be imported
da_dk: Når fil der kan importeres droppes
hi_in: जब आयात की जा सकने वाली फ़ाइलें ड्रॉप करें
nn_no: Når ein dreg ei fil som kan bli importert

source: Open in Typora
da_dk: Åbn i Typora
hi_in: Typora में खोलें
nn_no: Opne i Typora

source: Insert Folder Link
da_dk: Indsæt link til folder
hi_in: फ़ोल्डर लिंक डालें
nn_no: Set inn mappelenkje

source: Insert File Link
da_dk: Indsæt link til fil
hi_in: फ़ाइल लिंक डालें
nn_no: Set inn fillenkje

source: Import File
da_dk: Importér fil
hi_in: फ़ाइल आयात करें
nn_no: Importer fil

source: Diagram Options
da_dk: Diagramindstillinger
hi_in: आरेख विकल्प
nn_no: Diagraminnstillingar

source: Default Code Language
da_dk: Standard kodesprog
hi_in: डिफ़ॉल्ट कोड भाषा
nn_no: Standard programmeringsspråk

source: (None)
da_dk: (intet)
hi_in: (कोई नहीं)
nn_no: (Ingen)

source: Last Used
da_dk: Sidst anvendte
hi_in: अंतिम समय प्रयोग हुआ
nn_no: Sist nytta

source: Apply Default Code Language When
da_dk: Anvend standard kodesprog når
hi_in: डिफ़ॉल्ट कोड भाषा कब लागू करें
nn_no: Bruk standard programmeringsspråk når

source: When add code fences via Markdown
da_dk: Når kode tilføjes vha. Markdown
hi_in: जब मार्कडाउन के माध्यम से कोड बाड़ जोड़ें
nn_no: når ein legg til kodeblokk via Markdown

source: When add code fences via Menubar
da_dk: Når kode tilføjes vha. menu
hi_in: जब मेनूबार के माध्यम से कोड बाड़ जोड़ें
nn_no: når ein legg til kodeblokk via menyen

source: Both
da_dk: Begge
hi_in: दोनों
nn_no: Begge

source: Pinned and Recent Locations
da_dk: Fastgjorte og huskede placeringer
hi_in: पिन किए गए और हाल के स्थान
nn_no: Festa og sist brukte stader

source: Operation Succeeded
da_dk: Operationen lykkedes
hi_in: ऑपरेशन सफल हुआ
nn_no: Handlinga var vellukka

source: Clear Recent Folders and Files
da_dk: Glem huskede filer og foldere
hi_in: हाल के फ़ोल्डर और फ़ाइलें साफ़ करें
nn_no: Tøm sist bruke mapper og filer

source: Clear Recent Folders / Files Only
da_dk: Glem kun huskede filer og foldere
hi_in: केवल हाल के फ़ोल्डर/फ़ाइलें साफ़ करें
nn_no: Tøm berre sist brukte mapper / filer

source: Clear Recent and Pinned Folders / Files
da_dk: Glem huskede og fastgjorte foldere og filer
hi_in: हाल ही के और पिन किए गए फ़ोल्डर/फ़ाइलें साफ़ करें
nn_no: Tøm sist brukte og festa mapper / filer

source: Also clear pinned folders
da_dk: Glem også fastgjorde foldere
hi_in: पिन किए गए फ़ोल्डर भी साफ़ करें
nn_no: Tøm òg festa mapper

source: Pin
da_dk: Fastgør
hi_in: पिन
nn_no: Fest

source: Unpin
da_dk: Frigør
hi_in: अनपिन
nn_no: Slepp laus

source: Remove from List
da_dk: Fjern fra liste
hi_in: सूची से हटाएँ
nn_no: Fjern frå lista

source: Record recent files and folders
da_dk: Husk nye filer og foldere
hi_in: हाल की फ़ाइलें और फ़ोल्डर रिकॉर्ड करें
nn_no: Spar sist brukte filer og mapper

source: System Integration
hi_in: सिस्टम एकीकरण
nn_no: Systemintegrering

source: Add "Markdown" to "New" context menu in Windows Explorer
da_dk: Tilføj "Markdown" til "Ny" kontekstmenu i Windows Stifinder
hi_in: Windows Explorer में "नया" संदर्भ मेनू में "मार्कडाउन" जोड़ें
nn_no: Legg til "Markdown" i "New"-kontekstmenyen i Windows-utforskaren

source: Delete items from "New" context menu in Windows Explorer
da_dk: Slet "Markdown" fra "Ny" kontekstmenu i Windows Stifinder
hi_in: Windows Explorer में "नया" संदर्भ मेनू से आइटम हटाएं
nn_no: Slett filer frå "New"-kontekstmenyen i Windows-utforskaren

source: Please try sign out Windows to take effect.
da_dk: Log venligst ud og ind igen af Windows for at ændringen kan ses.
hi_in: कृपया प्रभावी होने के लिए विंडोज़ से साइन आउट करने का प्रयास करें।
nn_no: Prøv å logga deg ut av Windows for at det skal fungera.

source: Github Style Alert
da_dk: Github-stil adversel
hi_in: गिटहब स्टाइल अलर्ट
nn_no: Meldingsboks i Github-stil

source: Zoom when using mouse wheel and holding %@ key
da_dk: Zoom når du holder %@ tasten og drejer musehjulet
hi_in: माउस व्हील का उपयोग करते हुए और %@ कुंजी दबाकर ज़ूम करें
nn_no: Zoom med musehjul og %@-tast

source: Current document contains unsaved changes. Do you want to switch to newly duplicated file?
da_dk: Det åbne dokument indeholder ændringer som ikke er gemte. Ønsker du at skifte til den nye kopi af dokumentet?
hi_in: वर्तमान दस्तावेज़ में बिना सहेजे गए परिवर्तन हैं। क्या आप नई डुप्लिकेट फ़ाइल पर स्विच करना चाहते हैं?
nn_no: Dokumentet ditt inneheld ulagra endringar. Vil du byta til fila som det akkurat vart laga ein kopi av?

source: Chapter Level in Outline
da_dk: Kapitelniveau i oversigt
hi_in: अध्याय स्तर रूपरेखा में
nn_no: Kapittelnivå i oversikt

source: Enable inline math or code block math
da_dk: Aktivér indlejret matematik- eller kodeblok matematik
hi_in: इनलाइन गणित या कोड ब्लॉक गणित सक्षम करें
nn_no: Slå på matte i tekst eller som blokk

source: Code Block Math (```math code block)
da_dk: Kodeblok matematisk (```math kodeblok)
hi_in: कोड ब्लॉक गणित (```गणित कोड ब्लॉक)
nn_no: Mattekodeblokk (```math kodeblokk)

source: Sorry, current version of Typora won't print background color on exported PDF, So dark theme is not yet supported for PDF exporting. Please choose a light theme or click "Print with default theme"
da_dk: Beklager men den nuværende version af Typora gemmer ikke baggrundsfarven i eksporterede PDF filer så mørke temaer understøttes endnu ikke ved eksport af PDF filer. Vælg venligst et lyst tema eller klik "Udskriv med normalt tema"
nn_no: Orsak, men noverande utgåve av Typora kan ikkje skriva ut bakgrunnsfarge på eksporterte PDF-ar, så mørk modus er ikkje støttea enno for PDF-eksport . Venlegst vel eit tema med ljos modus eller klikk "Skriv ut med standardtema"
th_th: ขออภัย รุ่นปัจจุบันของ Typora ไม่สามารถพิมพ์สีพื้นหลังในไฟล์ PDF ที่ส่งออกได้ ดังนั้นธีมมืดยังไม่รองรับสำหรับการส่งออกเป็นไฟล์ PDF โปรดเลือกธีมสว่างหรือคลิก "พิมพ์ด้วยธีมเริ่มต้น"

source: These options can also be changed under "Edit→Whitespace and Line Breaks" menu
da_dk: Disse indstillinger kan også ændres i menuen "Rediger→Mellemrum og linjeskift"
nn_no: Desse innstillingane kan òg bli endra i menyen "Rediger→Blankteikn og lineskift"
th_th: ตัวเลือกเหล่านี้สามารถเปลี่ยนแปลงได้ภายใต้เมนู "Edit→Whitespace and Line Breaks"

source: "Export and Overwrite with Previous" will overwrite file at %@, would you continue?
da_dk: "Eksportér og overskriv med forrige" vil overskrive filen %@, vil du fortsætte?
nn_no: "Eksporter og overskriv førre" overskriv fila %@. Vil du gå vidare?
th_th: "ส่งออกและเขียนทับด้วยค่าก่อนหน้า" จะเขียนทับไฟล์ที่ %@, คุณต้องการดำเนินการต่อหรือไม่?

source: Original Unextended Markdown
da_dk: Oprindelig, ikke-udvidet Markdown
nn_no: Originale Markdown utan tillegg
th_th: Markdown ดั้งเดิมที่ไม่ขยาย

source: File Format:
da_dk: Filformat:
nn_no: Filformat:
th_th: รูปแบบไฟล์:

source: Images copied to %@.
da_dk: Billeder kopieret til %@.
nn_no: Bilete kopierte til %@.
th_th: คัดลอกรูปภาพไปยัง %@.

source: Images moved to %@.
da_dk: Billeder flyttet til %@.
nn_no: ImagesBilete flytta til %@.
th_th: ย้ายรูปภาพไปยัง %@.

source: PicList Path
nn_no: PicList-sti

source: Uploading Images via iPic...
da_dk: Uploader billeder vha. iPic...

source: This requires iPic to be installed, and referred image files will be uploaded to cloud services via iPic. Please also note that the default cloud service does not support delete uploaded image.
da_dk: Dette kræver at iPic er installeret og billeder henvist til i dokumentet vil blive uploadet til cloud tjenester vha. iPic. Bemærk venligst også at den normale cloud tjeneste ikke understøtter sletning af uploadede billeder.

source: Upload image via iPic
da_dk: Upload billede vha. iPic

source: Inline Math (e.g: $LaTeX$)
th_th: คณิตศาสตร์แบบบรรทัด (เช่น: $LaTeX$)

source: Subscript (e.g: H2O)
th_th: ตัวห้อย (เช่น: H2O)

source: Highlight (e.g: ==key==)
th_th: เน้นข้อความ (เช่น: ==key==)

source: The option %@ must be enabled first to automatically upload images.
th_th: ตัวเลือก %@ ต้องเปิดใช้งานก่อนที่จะสามารถอัปโหลดรูปภาพโดยอัตโนมัติได้

source: Save content failed for some reason.<br/>You could copy the content into a new Typora window, and then save it. <br/>Learn more about:<ul><li><a href='https://support.typora.io/Report-Bugs/'>รายงานข้อบกพร่องให้เรา</a></li><li><a href='https://support.typora.io/Version-Control/'>กู้คืนเนื้อหาที่สูญหาย</a></li></ul>
th_th: บันทึกเนื้อหาล้มเหลวเนื่องจากสาเหตุใดสาเหตุหนึ่ง<br/>คุณสามารถคัดลอกเนื้อหาไปยังหน้าต่าง Typora ใหม่แล้วบันทึก<br/>เรียนรู้เพิ่มเติมเกี่ยวกับ:<ul><li><a href='https://support.typora.io/Report-Bugs/'>รายงานข้อบกพร่องให้เรา</a></li><li><a href='https://support.typora.io/Version-Control/'>กู้คืนเนื้อหาที่สูญหาย</a></li></ul>

source: <div>Recognize unicode punctuations as ASCII ones when parse markdown, e.g:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → link</pre>It will be turned on automatically if smart quotes/dashes will be converted on input.<div>
th_th: <div>รู้จักเครื่องหมายวรรคตอน Unicode เหมือนกับ ASCII เมื่อแยกวรรคตอน markdown เช่น:<br/> <pre> 》 blockquote → > blockquote <br/> [link](src ’title’) → link</pre> ถ้าเปิดใช้งานการแปลงเครื่องหมายคำพูด/ขีดล่างอัจฉริยะเมื่อป้อน จะเปิดใช้งานโดยอัตโนมัติ<div>

source: Please specify a relative path to current folder which begins with './' or '../', or an absolute folder path. (${filename} representing for currents filename.)
th_th: โปรดระบุพาธสัมพัทธ์ถึงโฟลเดอร์ปัจจุบันที่เริ่มต้นด้วย './' หรือ '../' หรือพาธแบบสมบูรณ์ (${filename} แทนชื่อไฟล์ปัจจุบัน)

source: 120 words/minute (Slow)
th_th: 120 คำ / นาที (ช้า)

source: 240 words/minute (Medium)
th_th: 240 คำ / นาที (ปานกลาง)

source: 382 words/minute (Fast)
th_th: 382 คำ / นาที (เร็ว)

source: Sorry, some error happened, current writing content has been copied to clipboard. You could report this to hi@typora.io to help us fix this error.
th_th: ขออภัย เกิดข้อผิดพลาดบางอย่าง ข้อความที่กำลังเขียนปัจจุบันถูกคัดลอกไปยังคลิปบอร์ด คุณสามารถรายงานสิ่งนี้ไปที่ hi@typora.io เพื่อช่วยให้เราแก้ไขข้อผิดพลาดนี้

source: Apply Line Break at and ewline
th_th: ใช้การขึ้นบรรทัดใหม่ที่ และ ewline

source: Physics package will redefine some latex macros, such as div, Re, etc.
th_th: แพ็คเกจฟิสิกส์จะนิยามใหม่บางมาโครลาเท็กซ์ เช่น div, Re, ฯลฯ
