Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Panel.strings
Languages: da_dk, hi_in, nn_no, th_th

source: Skip This Version
da_dk: Spring denne version over
hi_in: इस संस्करण को छोड़ दें
nn_no: Hopp over denne versjonen
th_th: ข้ามเวอร์ชันนี้

source: Remind Me Later
da_dk: Mind mig om det senere
hi_in: मुझे बाद में याद दिलाना
nn_no: Minn meg på det seinare
th_th: เตือนฉันในภายหลัง

source: Download Update
da_dk: Hent opdatering
hi_in: अद्यतन डाउनलोड करें
nn_no: Last ned oppdatering
th_th: ดาวน์โหลดการอัปเดต

source: New version available.
da_dk: Ny version tilgængelig.
hi_in: नया संस्करण उपलब्ध है।
nn_no: Ny versjon tilgjengeleg.
th_th: มีเวอร์ชันใหม่ให้ใช้งาน

source: When copy / export as HTML (without style)
da_dk: Når du kopier/eksporterer som HTML (uden typografi)
hi_in: जब एचटीएमएल के रूप में कॉपी / निर्यात (शैली के बिना)
nn_no: Når ein kopierer / eksporterer som HTML (utan stil)
th_th: เมื่อคัดลอก / ส่งออกเป็น HTML (โดยไม่มีสไตล์)

source: Use Rendered SVG
da_dk: Brug tegnet SVG
hi_in: प्रस्तुत SVG का उपयोग करें
nn_no: Bruk generert SVG
th_th: ใช้ SVG ที่แสดงผล

source: Use LaTeX Source
da_dk: Brug LaTeX kildekode
hi_in: लेटेक्स स्रोत का उपयोग करें
nn_no: Bruk LaTeX-kjelde
th_th: ใช้แหล่งที่มา LaTeX

source: <div>Take effects when export as HTML (without styles) or copy as HTML code, or copy without theme style.<br/>When <strong>Use LaTeX Source</strong> is selected, Typora will put the raw LaTeX source (e.g: $X^2$),<br/>When <strong>Use Rendered SVG</strong> is selected, the rendered SVG will be used, if you paste to other app, SVG may get ignored.</div>
da_dk: <div>Aktiveres når du eksporterer som HTML (uden typografier), kopier som HTML, eller kopiere uden typografi.<br/>Når <strong>Brug LaTeX kildekode</strong> er valgt, vil Typora indsætte den rå LaTeX kildekode (e.g: $X^2$),<br/>Når <strong>Brug tegnet SVG</strong> er valgt, bliver det tegnede SVG brugt. Hvis du indsætter i et andet program, kan SVG blive ignoreret.</div>
hi_in: <div> प्रभाव लें जब एचटीएमएल के बिना निर्यात करें) या एचटीएमएल कोड के रूप में प्रतिलिपि बनाएं, या थीम शैली के बिना कॉपी करें। <br/> जब <strong> लेटेक्स स्रोत का उपयोग करें </ strong> का चयन किया गया है, Typora कच्चे लेटेक्स स्रोत को डाल देगा (उदाहरण: $ x ^ 2 $), <br/> जब <strong> प्रस्तुत SVG का उपयोग करें </ strong> का चयन किया जाता है, तो प्रस्तुत एसवीजी का उपयोग किया जाएगा, यदि आप अन्य ऐप पर पेस्ट करते हैं, तो एसवीजी को अनदेखा किया जा सकता है। </ div >
nn_no: <div>Gjeld når ein eksporterer som HTML (utan stil) eller kopierer som HTML-kode, eller kopierer utan temastilar.<br/>Når <strong>Bruk LaTeX-kjelde</strong> er vald vil Typora gje den råe LaTeX-kjeldekoden (t.d.: $X^2$),<br/>Når <strong>Bruk generert SVG</strong> er vald vil den genererte SVG-koden bli brukt. Om du limer inn i ein annan app kan det henda at SVG-koden blir ignorert.</div>
th_th: <div>มีผลเมื่อส่งออกเป็น HTML (โดยไม่มีสไตล์) หรือคัดลอกเป็นรหัส HTML หรือคัดลอกโดยไม่มีสไตล์ธีม<br/>เมื่อเลือก<strong>ใช้แหล่งที่มา LaTeX</strong> Typora จะใส่แหล่งที่มา LaTeX ดิบ (เช่น $X^2$),<br/>เมื่อเลือก<strong>ใช้ SVG ที่แสดงผล</strong> SVG ที่แสดงผลจะถูกใช้ หากคุณวางลงในแอปอื่น SVG อาจไม่ได้รับการสนใจ</div>

source: Import function and several export formats requires Pandoc (≥%@) to be installed.
da_dk: Importfunktionen og flere eksportformater kræver at Pandoc (≥%@) er installeret.
hi_in: आयात समारोह और कई निर्यात प्रारूपों को स्थापित करने के लिए Pandoc (¢ ¥%@) की आवश्यकता होती है।
nn_no: Importfunksjonen og fleire eksportformat krev at Pandoc (≥%@) er installert.
th_th: ฟังก์ชันนำเข้าและรูปแบบการส่งออกหลายรูปแบบต้องการให้ติดตั้ง Pandoc (≥%@)

source: Do not show this message again
da_dk: Vis ikke denne besked igen
hi_in: फिर इस संदेश को नहीं दिखाना
nn_no: Ikkje vis denne meldinga att
th_th: อย่าแสดงข้อความนี้อีกครั้ง

source: Page Break Between Top Headings
da_dk: Sideskift mellem største overskrifter
hi_in: शीर्ष शीर्षकों के बीच पेज ब्रेक
nn_no: Sideskift mellom hovudoverskrifter
th_th: ขั้นตอนการแบ่งหน้าระหว่างหัวเรื่องสูงสุด

source: Sorry, some error happened, current writing content has been copied to clipboard. You could report this to <hi@typora.io> to help us fix this error.
da_dk: Beklager, men der opstod en fejl, indholdet der skulle skrives er blevet kopieret til udklipsholderen. Du må gerne rapportere dette til <hi@typora.io> for at hjælpe os til at rette denne fejl.
hi_in: क्षमा करें, कुछ त्रुटि हुई, वर्तमान लेखन सामग्री को क्लिपबोर्ड पर कॉपी किया गया है। आप इस त्रुटि को ठीक करने में हमारी सहायता के लिए <hi@typora.io> पर रिपोर्ट कर सकते हैं।
nn_no: Orsak, det hende ein feil. All tekst har vorte kopiert til utklyppet. Fint om du melder dette til <hi@typora.io>, så hjelper du oss å fiksa feilen.

source: Try Recovery
da_dk: Prøv genskabelse
hi_in: पुनर्प्राप्ति का प्रयास करें
nn_no: Prøv gjenskaping
th_th: ลองคืนค่า

source: Other Options for Data Recovery
da_dk: Andre muligheder for genskabelse af data
hi_in: डेटा रिकवरी के लिए अन्य विकल्प
nn_no: Andre alternativ for datagjenskaping
th_th: ตัวเลือกอื่น ๆ สำหรับการกู้คืนข้อมูล

source: When Insert
da_dk: Ved indsættelse
hi_in: जब सम्मिलित करें
nn_no: Når ein set inn
th_th: เมื่อแทรก

source: Upload image
da_dk: Upload billede
hi_in: तस्वीर डालिये
nn_no: Last opp bilete
th_th: อัปโหลดรูปภาพ

source: e.g: %@
da_dk: f. eks.: %@
hi_in: उदा:%@
nn_no: t.d.: %@
th_th: เช่น: %@

source: Test Uploader
da_dk: Uploadtest
hi_in: परीक्षण अपलोडर
nn_no: Test opplasting
th_th: ทดสอบตัวอัปโหลด

source: Validating
da_dk: Tjekker upload af billede
hi_in: सत्यापित किया जा रहा
nn_no: Kvalitetssikrar biletopplastinga
th_th: กำลังตรวจสอบ

source: Validation Failed
da_dk: Tjek fejlet
hi_in: प्रमाणीकरण विफल रहा
nn_no: Kvalitetssikringa feila
th_th: ตรวจสอบไม่ผ่าน

source: Validation Succeed
da_dk: Tjek lykkedes
hi_in: सत्यापन सफल
nn_no: Kvalitetssikringa gjekk bra
th_th: ตรวจสอบสำเร็จ

source: Testing image uploading using command:
da_dk: Tjekker upload af billede vha. kommandoen:
hi_in: आदेश का उपयोग कर परीक्षण छवि अपलोडिंग:
nn_no: Testar biletopplasting med kmmandoen:
th_th: ทดสอบการอัปโหลดรูปภาพโดยใช้คำสั่ง:

source: Running… Waiting for results.
da_dk: Kører… Venter på resultatet.
hi_in: Rankingâ … परिणामों की प्रतीक्षा कर रहा है।
nn_no: Køyrer… Ventar på resultat.
th_th: กำลังทำงาน… รอผลลัพธ์

source: Output from the console:
da_dk: Tekst fra konsollen:
hi_in: कंसोल से आउटपुट:
nn_no: Tekst frå terminalen:
th_th: ผลลัพธ์จากคอนโซล:

source: Error from the console:
da_dk: Fejl fra konsollen:
hi_in: कंसोल से त्रुटि:
nn_no: Feil frå terminalen:
th_th: ข้อผิดพลาดจากคอนโซล:

source: Failed to fetch uploaded image from command output.
da_dk: Kunne ikke hente uploaded billede fra kommandoens skærmtekst.
hi_in: कमांड आउटपुट से अपलोड की गई छवि को प्राप्त करने में विफल।
nn_no: Kunne ikkje henta opplasta bilete basert på kommandoutdata.
th_th: ไม่สามารถดึงรูปภาพที่อัปโหลดจากผลลัพธ์คำสั่ง

source: Successfully get uploaded image url.
da_dk: Fik URL'en på det uploadede billede.
hi_in: सफलतापूर्वक अपलोड छवि यूआरएल प्राप्त करें।
nn_no: Klarte å få tak i URL-en til biletet.
th_th: สามารถรับ URL รูปภาพที่อัปโหลดสำเร็จ

source: Image Uploader
da_dk: Billeduploader
hi_in: छवि अपलोडर
nn_no: Biletopplastar
th_th: ตัวอัปโหลดรูปภาพ

source: Instructions
da_dk: Instruktioner
hi_in: निर्देश
nn_no: Instruksjopnar
th_th: คำแนะนำ

source: Download %@
da_dk: Hent %@
hi_in: डाउनलोड %@
nn_no: Last ned %@
th_th: ดาวน์โหลด %@

source: Image Upload Setting
da_dk: Indstillinger for upload af billeder
hi_in: छवि अपलोड सेटिंग
nn_no: Biletopplastarinnstillingar
th_th: การตั้งค่าการอัปโหลดรูปภาพ

source: Please set an image uploader in Preferences panel before using this function.
da_dk: Vælg venligst en metode til at uploade billeder i Indstillinger før du bruger denne funktion.
hi_in: इस फ़ंक्शन का उपयोग करने से पहले कृपया प्राथमिकता पैनल में एक छवि अपलोडर सेट करें।
nn_no: Vel ein biletopplastar i innstillingane før du nyttar denne funksjonen.
th_th: โปรดตั้งค่าตัวอัปโหลดรูปภาพในพาเนล Preferences ก่อนใช้ฟังก์ชันนี้

source: Download or Upgrade
da_dk: Hent eller opgradér
hi_in: डाउनलोड या अपग्रेड करें
nn_no: Last ned eller oppgrader
th_th: ดาวน์โหลดหรืออัปเกรด

source: Open Config File
da_dk: Åbn konfigurationsfil
hi_in: खुली कॉन्फ़िगर फ़ाइल
nn_no: Opne konfigurasjonsfil
th_th: เปิดไฟล์คอนฟิก

source: Command
da_dk: Kommando
hi_in: आदेश
nn_no: Kommando
th_th: คำสั่ง

source: PicGo Path
da_dk: PicGo sti
hi_in: पिकगो पथ
nn_no: PicGo-sti
th_th: เส้นทาง PicGo

source: Path of PicGo binary
da_dk: Sti til PicGo program
hi_in: पिकगो बाइनरी का पथ
nn_no: Sti til PicGo-binærfil
th_th: เส้นทางของไบนารี PicGo

source: Executable
da_dk: Programfil
hi_in: निष्पादन
nn_no: Køyrbar fil
th_th: สามารถประมวลผล

source: Checking
da_dk: Tjekker
hi_in: चेकिंग
nn_no: Sjekkar
th_th: กำลังตรวจสอบ

source: Download
da_dk: Hent
hi_in: डाउनलोड
nn_no: Last ned
th_th: ดาวน์โหลด

source: Agree and Download
da_dk: Acceptér og hent
hi_in: सहमत और डाउनलोड करें
nn_no: Ver samd og last ned
th_th: ยอมรับและดาวน์โหลด

source: Download and Reinstall
da_dk: Hent og geninstallér
hi_in: डाउनलोड करें और पुनर्स्थापित करें
nn_no: Last ned og installer på nytt
th_th: ดาวน์โหลดและติดตั้งใหม่

source: Loading PicGo-Core License
da_dk: Henter PicGo-Core licens
hi_in: पिकगो-कोर लाइसेंस लोड हो रहा है
nn_no: Hentar inn PicGo-Core-lisens
th_th: กำลังโหลดใบอนุญาต PicGo-Core

source: Failed to get installed version of PicGo-Core (command line)
da_dk: Kunne ikke hente versionsnummeret på PicGo-Core (kommandolinje)
hi_in: Picgo-Core (कमांड लाइन) का स्थापित संस्करण प्राप्त करने में विफल
nn_no: Kunne ikkje finna installeert versjon av PicGo-Core (kommandolina)
th_th: ไม่สามารถรับเวอร์ชันที่ติดตั้งของ PicGo-Core (คำสั่ง)

source: You have the latest PicGo-Core (CLI)
da_dk: Du har den nyeste udgave af PicGo-Core (CLI)
hi_in: आपके पास नवीनतम पिकगो-कोर (CLI) है
nn_no: Du har nyaste PicGo-Core (CLI)
th_th: คุณมี PicGo-Core (CLI) เวอร์ชันล่าสุด

source: Newer version is available
da_dk: En nyere udgave er tilgængelig
hi_in: नया संस्करण उपलब्ध है
nn_no: Det finst ein nyare versjon
th_th: มีเวอร์ชันใหม่

source: Downloading…
da_dk: Henter…
hi_in: डाउनलोड करना …
nn_no: Lastar ned…
th_th: กำลังดาวน์โหลด…

source: Unzipping…
da_dk: Udpakker…
hi_in: Unzippingâ …
nn_no: Pakkar opp…
th_th: กำลังแตกไฟล์…

source: Finished
da_dk: Færdig
hi_in: ख़त्म होना
nn_no: Ferdig
th_th: เสร็จสิ้น

source: Typora will launch 3rd party app with file paths of all local images. The image uploader and cloud image storage will then have access to your local images. Are you sure to continue?
da_dk: Typora vil starte tredjepartsprogram med stier til alle lokale billeder. Billeduploaderen og billedplads i skyen vil så have adgang til dine lokale billeder. Ønsker du at fortsætte?
hi_in: Typora सभी स्थानीय छवियों के फ़ाइल पथ के साथ तीसरी पार्टी ऐप लॉन्च करेगा। छवि अपलोडर और क्लाउड छवि संग्रहण के बाद आपकी स्थानीय छवियों तक पहुंच होगी। क्या आप जारी रखना चाहते हैं?
nn_no: Typora startar tredjepartsappar med sti- og filnamn for alle lokale bilete. Biletopplastaren og nettlageret for bilete vil difor ha tilgang til alle lokale bilete. Vil du gå vidare?
th_th: Typora จะเปิดแอปของบุคคลที่สามพร้อมกับเส้นทางไฟล์ของภาพท้องถิ่นทั้งหมด ตัวอัปโหลดรูปภาพและพื้นที่เก็บรูปภาพในคลาวด์จะสามารถเข้าถึงภาพท้องถิ่นของคุณ คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ

source: Export operation finished successfully.
da_dk: Eksport afsluttet uden problemer.
hi_in: निर्यात ऑपरेशन सफलतापूर्वक समाप्त हो गया।
nn_no: Eksporten gjekk bra.
th_th: การดำเนินการส่งออกเสร็จสมบูรณ์

source: Shortcut Keys
da_dk: Genvejstaster
hi_in: शॉर्टकट कुंजियाँ
nn_no: Tastesnarvegar
th_th: คีย์ลัด

source: Custom Shortcut Keys
da_dk: Tilpassede genvejstaster
hi_in: कस्टम शॉर्टकट कुंजी
nn_no: Eigne tastesnarvegar
th_th: คีย์ลัดที่กำหนดเอง

source: Theme
da_dk: Tema
hi_in: विषय
nn_no: Tema
th_th: ธีม

source: Light Theme
da_dk: Lyst tema
hi_in: प्रकाश विषय
nn_no: Ljost tema
th_th: ธีมสว่าง

source: Dark Theme
da_dk: Mørkt tema
hi_in: अंधेरा विषय
nn_no: Mørkt tema
th_th: ธีมมืด

source: Use separate theme in dark mode
da_dk: Brug andet tema i mørk tilstand
hi_in: डार्क मोड में अलग थीम का उपयोग करें
nn_no: Bruk eige tema for mørk modus
th_th: ใช้ธีมแยกในโหมดมืด

source: Supported on macOS ≥ 10.15 or Windows 10 ≥ 1903
da_dk: Understøttet på macOS ≥ 10.15 og Windows 10 ≥ 1903
hi_in: macOS ≥ 10.15 या Windows 10 ≥ 1903 पर समर्थित
nn_no: Støtta på macOS ≥ 10.15 eller Windows 10 ≥ 1903
th_th: รองรับบน macOS ≥ 10.15 หรือ Windows 10 ≥ 1903

source: Convert -- to – (en dash), and --- to — (em dash)
da_dk: Konvertér -- til – (en dash) og --- til — (em dash)
hi_in: -- को – (en डैश) में, तथा --- को — (em डैश) में परिवर्तित करें
nn_no: Konverter -- til – (en-strek), og --- til — (em-strek)
th_th: แปลง -- เป็น – (ขีดกลางยาว) และ --- เป็น — (ขีดกลางยาว)

source: Convert -- and --- to — (em dash)
da_dk: Konvertér -- og --- til — (em dash)
hi_in: कन्वर्ट -- और --- से — (ईएम डैश)
nn_no: konverter -- og --- til — (em-strek)
th_th: แปลง -- และ --- เป็น — (ขีดกลางยาว)

source: You could set quote patterns in System Preferences → Keyboard → Text. If it is changed, Typora will need a restart to apply it.
da_dk: Du kan indstille citatmønstre i Systempræferencer → Tastatur → Tekst. Hvis du ændrer det så skal Typora genstartes for at anvende det.
hi_in: आप सिस्टम प्राथमिकताओं में उद्धरण पैटर्न सेट कर सकते हैं â 'कीबोर्ड â' टेक्स्ट। यदि यह बदलता है, तो Typora को इसे लागू करने के लिए पुनरारंभ करने की आवश्यकता होगी।
nn_no: Du kan leggja til mønster for hermeteikn i Systeminnstillingane → Tastatur → Tekst. Om du endrar der, må du starta Typora på nytt for at dei skal bli brukte.
th_th: คุณสามารถตั้งค่ารูปแบบคำพูดได้ใน การตั้งค่าระบบ → คีย์บอร์ด → ข้อความ หากมีการเปลี่ยนแปลง Typora จะต้องรีสตาร์ทเพื่อใช้

source: Paper Size
da_dk: Papirstørrelse
hi_in: काग़ज़ का आकार
nn_no: Arkstorleik
th_th: ขนาดกระดาษ

source: US Letter
hi_in: अमेरिकी पत्र

source: US Legal
hi_in: अमेरिकी कानूनी

source: Tabloid
hi_in: मुख़्तसर
th_th: แท็บลอยด์

source: Page Break
da_dk: Sideskift
hi_in: पृष्ठ विराम
nn_no: Sideskift
th_th: ตัวแบ่งหน้า

source: Header
da_dk: Sidehoved
hi_in: हैडर
nn_no: Topptekst
th_th: ส่วนหัว

source: Footer
da_dk: Sidefod
hi_in: फ़ुटबाल
nn_no: Botntekst
th_th: ส่วนท้าย

source: Author
da_dk: Forfatter
hi_in: लेखक
nn_no: Forfattar
th_th: ผู้เขียน

source: Append in <head />
da_dk: Tilføj i <head />
hi_in: <head /> में संलग्न करें
nn_no: Legg til i <head />
th_th: เพิ่มใน <head />

source: Append in <body />
da_dk: Tilføj i <body />
hi_in: <body /> में संलग्न करें
nn_no: Legg til i <body />
th_th: เพิ่มใน <body />

source: Include Outline Sidebar
da_dk: Inkludér dispositionsbjælke
hi_in: रूपरेखा साइडबार शामिल करें
nn_no: Ta med disposisjonssidepanel
th_th: รวมแถบข้างของเส้นกระดูก

source: Width
da_dk: Bredde
hi_in: चौड़ाई
nn_no: Breidde
th_th: ความกว้าง

source: Show Save File Dialog
da_dk: Vis Gem Fil vindue
hi_in: फ़ाइल संवाद सहेजें
nn_no: Vis dialog for å lagra fil
th_th: แสดงกล่องโต้ตอบบันทึกไฟล์

source: File Extensions for Export
da_dk: Filtyper for eksport
hi_in: निर्यात के लिए फ़ाइल एक्सटेंशन
nn_no: Filsuffiks for eksport
th_th: นามสกุลไฟล์สำหรับส่งออก

source: Arguments
da_dk: Argumenter
hi_in: बहस
nn_no: Argument
th_th: อาร์กิวเมนต์

source: Extra Arguments
da_dk: Ekstra argumenter
hi_in: अतिरिक्त तर्क
nn_no: Ekstraargument
th_th: อาร์กิวเมนต์เสริม

source: LaTeX Engine
da_dk: LaTeX motor
hi_in: LaTeX इंजन
nn_no: LaTeX-motor
th_th: เครื่องยนต์ LaTeX

source: Template
da_dk: Skabelon
hi_in: टेम्पलेट
nn_no: Templat
th_th: แม่แบบ

source: Empty
da_dk: Tom
hi_in: खाली
nn_no: Tom
th_th: ว่างเปล่า

source: Style Reference
da_dk: Reference til typografi
hi_in: शैली संदर्भ
nn_no: Stilreferanse
th_th: อ้างอิงสไตล์

source: Custom CSS
da_dk: Tilpasset CSS
hi_in: कस्टम CSS
nn_no: Tilpassa CSS
th_th: CSS กำหนดเอง

source: Chapter Level
da_dk: Kapitelniveau
hi_in: अध्याय स्तर
nn_no: Kapittelnivå
th_th: ระดับบท

source: Default Folder for Exported File
da_dk: Standard folder for eksporteret fil
hi_in: निर्यात की गई फ़ाइल के लिए डिफ़ॉल्ट फ़ोल्डर
nn_no: Standardmappe for eksportert fil
th_th: โฟลเดอร์เริ่มต้นสำหรับไฟล์ที่ส่งออก

source: Same folder with current file
da_dk: Samme folder som nuværende fil
hi_in: वर्तमान फ़ाइल के साथ एक ही फ़ोल्डर
nn_no: same mappe som noverande fil
th_th: โฟลเดอร์เดียวกันกับไฟล์ปัจจุบัน

source: Custom location
da_dk: Tilpasset placering
hi_in: कस्टम स्थान
nn_no: Tilpassa stad
th_th: ตำแหน่งกำหนดเอง

source: (Auto Detect)
da_dk: (Opdag automatisk)
hi_in: (स्वयंं पता लगाना)
nn_no: (oppdag automatisk)
th_th: (ตรวจจับอัตโนมัติ)

source: After Export
da_dk: Efter eksport
hi_in: निर्यात के बाद
nn_no: Etter eksport
th_th: หลังจากส่งออก

source: Open exported file location
da_dk: Åbn eksporteret fil placering
hi_in: निर्यातित फ़ाइल स्थान खोलें
nn_no: Opne mappa med eksportert fil
th_th: เปิดตำแหน่งไฟล์ที่ส่งออก

source: Open exported file
da_dk: Åbn eksporteret fil
hi_in: निर्यातित फ़ाइल खोलें
nn_no: Opne eksporter fil
th_th: เปิดไฟล์ที่ส่งออก

source: Custom
da_dk: Tilpasset
hi_in: कस्टम
nn_no: Tilpassa
th_th: กำหนดเอง

source: None
da_dk: Ingen
hi_in: कोई नहीं
nn_no: Ingen
th_th: ไม่มี

source: Default
da_dk: Standard
hi_in: चूक
nn_no: Stadard
th_th: ค่าเริ่มต้น

source: Margin
da_dk: Margen
hi_in: हाशिया
nn_no: Marg
th_th: ริมขอบ

source: Margin Left
da_dk: Venstre margen
hi_in: मार्जिन छोड़ दिया
nn_no: Venstremarg
th_th: ริมขอบซ้าย

source: Margin Right
da_dk: Højre margen
hi_in: मार्जिन अधिकार
nn_no: Høgremarg
th_th: ริมขอบขวา

source: Margin Top
da_dk: Top margen
hi_in: मार्जिन टॉप
nn_no: Toppmarg
th_th: ริมขอบบน

source: Margin Bottom
da_dk: Bund margen
hi_in: मार्जिन तल
nn_no: Botnmark
th_th: ริมขอบล่าง

source: Width x Height
da_dk: Bredde x Højde
hi_in: चौड़ाई एक्स ऊंचाई
nn_no: Breidde x høgde
th_th: ความกว้าง x ความสูง

source: Add From a Template
da_dk: Tilføj fra en skabelon
hi_in: एक टेम्पलेट से जोड़ें
nn_no: Legg til frå templat
th_th: เพิ่มจากแม่แบบ

source: Delete this export option ?
da_dk: Slet denne indstilling for eksport?
hi_in: इस निर्यात विकल्प को हटाएं?
nn_no: Slett dette eksportalternativet?
th_th: ลบตัวเลือกการส่งออกนี้ ?

source: Add
da_dk: Tilføj
hi_in: जोड़ें
nn_no: Legg til
th_th: เพิ่ม

source: Delete
da_dk: Slet
hi_in: हटाएं
nn_no: Slett
th_th: ลบ

source: Rename
da_dk: Omdøb
hi_in: नाम बदलें
nn_no: Døyp om
th_th: เปลี่ยนชื่อ

source: Move Down
da_dk: Flyt ned
hi_in: नीचे की ओर
nn_no: Flytt ned
th_th: ย้ายลง

source: Move Up
da_dk: Flyt op
hi_in: बढ़ाना
nn_no: Flytt opp
th_th: ย้ายขึ้น

source: Pandoc Path
da_dk: Pandoc sti
hi_in: Pandoc पथ
nn_no: Pandoc-sti
th_th: เส้นทาง Pandoc

source: Select
da_dk: Vælg
hi_in: चुनते हैं
nn_no: Vel
th_th: เลือก

source: Target Format
da_dk: Uddataformat
hi_in: लक्ष्य प्रारूप
nn_no: Målformat
th_th: รูปแบบเป้าหมาย

source: auto detect based on target file path
da_dk: Opdag automatisk ud fra uddatafilens sti
hi_in: लक्ष्य फ़ाइल पथ के आधार पर ऑटो का पता लगाएं
nn_no: gjett automatisk basert på filstien
th_th: ตรวจจับอัตโนมัติตามเส้นทางไฟล์เป้าหมาย

source: Target File Extensions (separate by whitespace)
da_dk: Uddatafil formater (adskil af mellemrum)
hi_in: लक्ष्य फ़ाइल एक्सटेंशन (व्हाइटस्पेस द्वारा अलग)
nn_no: Suffiks for målfiler (skil dei med mellomrom)
th_th: นามสกุลไฟล์เป้าหมาย (คั่นด้วยช่องว่าง)

source: e.g: .text .asciidoc or leave this empty
da_dk: f. eks.: .text .asciidoc eller lad dette felt være tomt
hi_in: उदा: .text .asciidoc या यह खाली छोड़ दें
nn_no: t.d.: .text .asciidoc eller la feltet vera tomt
th_th: เช่น .text .asciidoc หรือปล่อยให้ว่าง

source: Raw Type
hi_in: कच्चा प्रकार
nn_no: Rå type
th_th: ประเภทดิบ

source: Do not popup save file dialog
da_dk: Vis ikke 'Gem fil' dialog
hi_in: पॉपअप फ़ाइल संवाद न करें
nn_no: Ikkje vis dialog for å lagra fil
th_th: อย่าแสดงกล่องโต้ตอบบันทึกไฟล์

source: Select file path to save
da_dk: Vælg filsti at gemme til
hi_in: सहेजने के लिए फ़ाइल पथ का चयन करें
nn_no: Vel fil og sti for å lagra
th_th: เลือกเส้นทางไฟล์เพื่อบันทึก

source: Select folder path to save
da_dk: Vælg foldersti at gemme til
hi_in: सहेजने के लिए फ़ोल्डर पथ का चयन करें
nn_no: Vel mappe for å lagra
th_th: เลือกเส้นทางโฟลเดอร์เพื่อบันทึก

source: PDF Engine
da_dk: PDF-motor
hi_in: PDF इंजन
nn_no: PDF-motor
th_th: เครื่องยนต์ PDF

source: Show command output
da_dk: Vis kommandoens uddata
hi_in: कमांड आउटपुट दिखाएं
nn_no: Vis kommandoutdata
th_th: แสดงผลลัพธ์คำสั่ง

source: Command Arguments:
da_dk: Kommandoargumenter:
hi_in: कमांड तर्क:
nn_no: Kommandoargument:
th_th: อาร์กิวเมนต์คำสั่ง:

source: This dev version of Typora is expired, please download and install a newer version.
da_dk: Denne udviklingsudgave af Typora er forældet, hent venligst en nyere udgave og installér den.
hi_in: टाइपोरा का यह डेवलपर संस्करण समाप्त हो चुका है, कृपया नया संस्करण डाउनलोड करके इंस्टॉल करें।
nn_no: Denne dev-versjonen av Typora har gått ut, last ned og installer ein nyare versjon.
th_th: เวอร์ชันพัฒนาของ Typora หมดอายุแล้ว โปรดดาวน์โหลดและติดตั้งเวอร์ชันใหม่

source: Current Theme
da_dk: Nuværende tema
hi_in: वर्तमान विषय
nn_no: Noverande tema
th_th: ธีมปัจจุบัน

source: Run command
da_dk: Kør kommando
hi_in: चलाने के आदेश
nn_no: Køyr kommando
th_th: เรียกใช้คำสั่ง

source: Run command after export failed
da_dk: Kør kommando efter eksport fejlede
hi_in: निर्यात के बाद रन कमांड विफल
nn_no: Køyr kommando etter at eksport har feila
th_th: เรียกใช้คำสั่งหลังจากส่งออกไม่สำเร็จ

source: Read and overwrite export settings from YAML front matters
da_dk: Læs og overskriv indstillinger for eksport fra YAML forsideoplysninger
hi_in: यामल फ्रंट मामलों से निर्यात सेटिंग्स को पढ़ें और ओवरराइट करें
nn_no: Overkøyr eksportinnstillingane med YAML-innleiinga
th_th: อ่านและเขียนทับการตั้งค่าการส่งออกจาก YAML ส่วนหน้า

source: Append Extra Content (HTML)
da_dk: Tilføj ekstra indhold (HTML)
hi_in: अतिरिक्त सामग्री (एचटीएमएल) संलग्न करें
nn_no: Legg til ekstra innhald (HTML)
th_th: เพิ่มเนื้อหาเสริม (HTML)

source: Change this option to specify a separated theme for export.
da_dk: Ændre denne indstilling for at angive et separat tema til eksportering.
hi_in: निर्यात के लिए एक अलग थीम निर्दिष्ट करने के लिए इस विकल्प को बदलें।
nn_no: Endre denne innstillinga for å velja eit eige tema for eksport.
th_th: เปลี่ยนตัวเลือกนี้เพื่อระบุธีมแยกสำหรับการส่งออก

source: Dark theme is not supported.
da_dk: Mørkt tema understøttes ikke.
hi_in: डार्क थीम समर्थित नहीं है।
nn_no: Mørkt tema er ikkje støtta.
th_th: ไม่รองรับธีมมืด

source: Markdown Variants
da_dk: Markdown varianter
hi_in: मार्कडाउन वेरिएंट
nn_no: Markdown-variantar
th_th: ประเภท Markdown

source: CommonMark with many pandoc extensions
da_dk: CommonMark med mange Pandoc udvidelser
hi_in: कई Pandoc एक्सटेंशन के साथ CommonMark
nn_no: CommonMark med mange pandoc-tillegg
th_th: CommonMark พร้อมส่วนขยาย pandoc หลายรายการ

source: Line Wrap
da_dk: Linjebrydning
hi_in: लाइन रैप
nn_no: Linebryting
th_th: การขึ้นบรรทัดใหม่

source: Hard line wrap
da_dk: Hård linjebrydning
hi_in: हार्ड लाइन लपेटें
nn_no: Hardt lineskift
th_th: การขึ้นบรรทัดใหม่แบบแข็ง

source: Text Column Width
da_dk: Kolonnebredde
hi_in: पाठ कॉलम चौड़ाई
nn_no: Breidde på tekstkolonne
th_th: ความกว้างคอลัมน์ข้อความ

source: Auto (based on current OS)
da_dk: Automatisk (baseret på nuværende OS)
hi_in: ऑटो (वर्तमान OS पर आधारित)
nn_no: Automatisk (basert på OS)
th_th: อัตโนมัติ (ขึ้นอยู่กับระบบปฏิบัติการปัจจุบัน)

source: Indent
da_dk: Indryk
hi_in: मांगपत्र
nn_no: Innrykk
th_th: การเยื้อง

source: Preserve tabs
da_dk: Bevar tab karakterer
hi_in: टैब को संरक्षित करें
nn_no: Ta vare på tabulatorar
th_th: สงวนแท็บ

source: 2 spaces per tab
da_dk: 2 mellemrum pr. tab
hi_in: प्रति टैब 2 रिक्त स्थान
nn_no: 2 mellomrom per tabulator
th_th: 2 ช่องว่างต่อแท็บ

source: 3 spaces per tab
da_dk: 3 mellemrum pr. tab
hi_in: प्रति टैब 3 रिक्त स्थान
nn_no: 3 mellomrom per tabulator
th_th: 3 ช่องว่างต่อแท็บ

source: 4 spaces per tab
da_dk: 4 mellemrum pr. tab
hi_in: प्रति टैब 4 रिक्त स्थान
nn_no: 4 mellomrom per tabulator
th_th: 4 ช่องว่างต่อแท็บ
