Repository: amitamadadirao-design/for-typora.trial
Catalog: Typora-i18n-master/*.lproj/Welcome.strings
Languages: cs_cz, pl_pl, ru_ru, th_th, vi_vn

source: Welcome to Typora
cs_cz: Vítejte v Typoře
pl_pl: Witamy w programie Typora
ru_ru: Добро пожаловать в Typora
th_th: ยินดีต้อนรับสู่ Typora
vi_vn: Chào mừng đến với Typora

source: Thank you for using Typora 👋. Typora is a minimal markdown editor and markdown reader, it gives you a seamless experience between rendered rich style contents and its source code.
cs_cz: Děkujeme, že používáte Typoru 👋. Typora je minimalistický editor a prohlížeč markdown dokumentů, přináší bezproblémový způsob práce s vygenerovaným bohatým obsahem a jeho zdrojovým kódem.
pl_pl: Dziękujemy, że używasz programu Typora 👋. Typora jest minimalistycznym edytorem i czytnikiem plików Markdown oferującym wygodne korzystanie zarówno z bogatego formatowania wyrenderowanej treści, jak i jej wersji źródłowej.
ru_ru: Благодарим вас за использование Typora 👋. Typora - это простой редактор Markdown, который позволяет вам легко найти общий язык между содержимым в богатом стиле и его исходным кодом.
th_th: ขอบคุณที่ใช้ Typora 👋 นี่คือเครื่องมือแก้ไข Markdown และอ่าน Markdown ที่เรียบง่าย ให้คุณประสบการณ์ที่ลื่นไหลระหว่างเนื้อหาที่แสดงผลอย่างงดงามและซอร์สโค้ด
vi_vn: Cảm ơn bạn đã sử dụng Typora 👋. Typora là một ứng dụng đọc và chỉnh sửa tập tin markdown, nó cho bạn một trải nghiệm liền mạch giữa phong cách dựng nội dung phong phú song hành với mã nguồn của tài liệu đó.

source: Get Started
cs_cz: Začínáme
pl_pl: Zanim zaczniesz
ru_ru: Начать
th_th: เริ่ม
vi_vn: Bắt Đầu

source: Check following links if you're new to Markdown or Typora.
cs_cz: Podívejte se na následující obsah, pokud s Markdownnem nebo Typorou začínáte.
pl_pl: Odwiedź poniższe witryny, jeśli Markdown czy Typora są dla Ciebie nowością.
ru_ru: Посетите следующие ссылки, если вы новичок в Markdown или Typora.
th_th: เช็คลิงค์ต่อไปนี้หากคุณเป็นมือใหม่ใน Markdown หรือ Typora
vi_vn: Hãy ghé thăm những đường dẫn sau đây nếu bạn mới biết đến Markdown hoặc Typora.

source: Activate Typora
cs_cz: Aktivovat Typoru
pl_pl: Aktywuj program Typora
ru_ru: Активировать Typora
th_th: เปิดใช้งาน Typora
vi_vn: Kích hoạt Typora

source: Already purchased a license? Fill the form below and activate Typora instantly.
cs_cz: Již jste si pořídili licenci? Vyplňte formulář níže a ihned aktivujte Typoru.
pl_pl: Masz już wykupioną licencję? Wypełnij poniższy formularz i błyskawicznie aktywuj program Typora.
ru_ru: Уже приобрели лицензию? Заполните форму ниже и активируйте Typora мгновенно.
th_th: ซื้อใบอนุญาตแล้วหรือไม่? กรอกแบบฟอร์มด้านล่างและเปิดใช้งาน Typora ทันที
vi_vn: Bạn đã mua giấy phép rồi à? Điền vào mẫu thông tin bên dưới và kích hoạt Typora ngay và luôn.

source: Email
ru_ru: Электронная почта
th_th: อีเมล

source: Email Address
cs_cz: E-mailová adresa
pl_pl: Adres email
ru_ru: Адрес электронной почты
th_th: ที่อยู่อีเมล
vi_vn: Địa Chỉ Email

source: License Code
cs_cz: Licenční kód
pl_pl: Kod licencyjny
ru_ru: Лицензионный код
th_th: รหัสใบอนุญาต
vi_vn: Mã Giấy Phép

source: Help
cs_cz: Nápověda
pl_pl: Pomoc
ru_ru: Помощь
th_th: ช่วยเหลือ
vi_vn: Trợ Giúp

source: Find my License
cs_cz: Najít mou licenci
pl_pl: Znajdź moją licencję
ru_ru: Найти мою лицензию
th_th: ค้นหาใบอนุญาตของฉัน
vi_vn: Tìm lại Giấy Phép của tôi

source: Accept <a href='https://support.typora.io/License-Agreement/'>License Agreement</a> and <a href='https://support.typora.io/Privacy-Policy/'>Privacy Policy</a>.
cs_cz: Souhlasit s <a href='https://support.typora.io/License-Agreement/'>licenčním ujednáním</a> a <a href='https://support.typora.io/Privacy-Policy/'>Zásadami důverných dat</a>.
pl_pl: Zaakceptuj <a href='https://support.typora.io/License-Agreement/'>Umowę licencyjną</a> oraz <a href='https://support.typora.io/Privacy-Policy/'>Politykę prywatności</a>.
ru_ru: Примите <a href='https://support.typora.io/License-Agreement/'>Лицензионное соглашение</a> и <a href='https://support.typora.io/Privacy-Policy/'>Политику конфиденциальности</a>.
th_th: ยอมรับ <a href='https://support.typora.io/License-Agreement/'>ข้อตกลงใบอนุญาต</a> และ <a href='https://support.typora.io/Privacy-Policy/'>นโยบายความเป็นส่วนตัว</a>.
vi_vn: Chấp Nhận <a href='https://support.typora.io/License-Agreement/'>Thoả Thuận Giấy Phép</a> và <a href='https://support.typora.io/Privacy-Policy/'>Chính Sách Bảo Mật</a>.

source: Live Preview
cs_cz: Živý náhled
pl_pl: Podgląd na żywo
ru_ru: Предпросмотр в реальном времени
th_th: ดูตัวอย่างสด
vi_vn: Xem Trước Trực Tiếp

source: Write and read rendered output instantly.
cs_cz: Psát a ihned prohlížet vygenerovaný výstup.
pl_pl: Pisz i natychmiast obserwuj wyrenderowany efekt.
ru_ru: Запись и чтение отрисованного вывода мгновенно.
th_th: เขียนและอ่านผลลัพธ์ที่แสดงผลทันที
vi_vn: Viết và đọc nội dung được biên dịch trực tiếp ngay tức thì.

source: Markdown Syntax
cs_cz: Syntaxe Markdownu
pl_pl: Składnia Markdown
ru_ru: Синтаксис Markdown
th_th: ไวยากรณ์ Markdown
vi_vn: Cú pháp Markdown

source: Code blocks, YAML, tasks, footnotes, tables, math, diagrams
cs_cz: Bloky kódu, YAML, úkoly, poznámky pod čarou, tabulky, vzorce, diagramy
pl_pl: Bloki kodu, YAML, zadania, przypisy, tabele, matematyka, diagramy
ru_ru: Блоки кода, YAML, задачи, сноски, таблицы, математика, диаграммы
th_th: บล็อกโค้ด, YAML, งาน, คำอ้างอิง, ตาราง, คณิตศาสตร์, แผนภาพ
vi_vn: Khối mã nguồn, YAML, danh sách, chú thích, bảng, công thức toán, diagrams

source: Import / Export
pl_pl: Import / eksport
ru_ru: Импорт / Экспорт
th_th: นำเข้า / ส่งออก
vi_vn: Nhập / Xuất

source: Deliver your content in various formats.
cs_cz: Doručte obsah v různých formátech.
pl_pl: Dostarcz swą treść w różnych formatach.
ru_ru: Передавайте свой контент в различных форматах.
th_th: ส่งเสริมเนื้อหาของคุณในรูปแบบต่าง ๆ
vi_vn: Đọc ghi nội dung của bạn ở nhiều định dạng khác nhau.

source: Editing Experience
cs_cz: Skvělá zkušenost s úpravami
pl_pl: Wygoda edycji
ru_ru: Опыт редактирования
th_th: ประสบการณ์การแก้ไข
vi_vn: Trải Nghiệm Chỉnh Sửa

source: Outline / Word Count / Focus Mode / Typewriter Mode
cs_cz: Náhled / Počítání slov / Mód soustředění / Mód psacího stroje
pl_pl: Konspekt / licznik słów / tryb skupienia / tryb maszyny do pisania
ru_ru: Конспект / Подсчет слов / Режим фокусировки / Режим пишущей машинки
th_th: เค้าร่าง / นับคำ / โหมดโฟกัส / โหมดเครื่องพิมพ์ดีด
vi_vn: Dàn Bài / Bộ Đếm Từ / Chế Độ Tập Trung / Chế Độ Máy Đánh Chữ

source: Files
cs_cz: Soubory
pl_pl: Pliki
ru_ru: Файлы
th_th: ไฟล์
vi_vn: Tập tin

source: Manage files in sidebar and search across files.
cs_cz: Správa souborů v postranních panelech a vyhledávání v souborech.
pl_pl: Zarządzaj plikami w pasku bocznym i przeszukuj je.
ru_ru: Управление файлами на боковой панели и поиск по файлам.
th_th: จัดการไฟล์ในแถบข้างและค้นหาข้ามไฟล์
vi_vn: Quản lý tập tin ngay thanh bên và tìm kiếm xuyên suốt các tập tin.

source: Customize
cs_cz: Úpravy
pl_pl: Dostosowywanie
ru_ru: Настроить
th_th: ปรับแต่ง
vi_vn: Tuỳ chỉnh

source: Customize your writing experience from preferences panel.
cs_cz: Vlastní úpravy prostředí skrz panel nastavení.
pl_pl: Dostosuj edytor do swoich przyzwyczajeń w panelu preferencji.
ru_ru: Настройте свой опыт письма с помощью панели настроек.
th_th: ปรับปรุงประสบการณ์การเขียนของคุณจากแผงการตั้งค่า
vi_vn: Tuỳ chỉnh trải nghiệm viết lách của bạn từ các thiết lập trong bản tuỳ chọn.

source: Themes
cs_cz: Témata vzhledu
pl_pl: Motywy
ru_ru: Темы
th_th: ธีม

source: Write in the theme you like, or make one by your own.
cs_cz: Pište v tématu vzhledu které se vám líbí nebo si navrhněte své vlastní.
pl_pl: Korzystaj z ulubionego motywu albo stwórz własny.
ru_ru: Пишите в теме, которая вам нравится, или создайте свою собственную.
th_th: เขียนในธีมที่คุณชอบหรือสร้างขึ้นด้วยตัวเอง
vi_vn: Soạn thảo trong nền theme mà bạn thích, hay tự làm một cái theme theo ý bạn cũng được.

source: And more
cs_cz: A ještě více
pl_pl: I więcej
ru_ru: И другое
th_th: และอื่น ๆ
vi_vn: Và còn nhiều nữa

source: Explore more topics at support.typora.io
cs_cz: Objevte více témat na stránce support.typora.io
pl_pl: Poznaj więcej możliwości na support.typora.io
ru_ru: Исследуйте больше тем на support.typora.io
th_th: สำรวจหัวข้อเพิ่มเติมที่ support.typora.io
vi_vn: Khám phá nhiều theme khác tại support.typora.io

source: Quick Start
cs_cz: Rychlý start
pl_pl: Szybki start
ru_ru: Быстрый старт
th_th: เริ่มต้นอย่างรวดเร็ว
vi_vn: Bắt Đầu Nhanh

source: Markdown Reference
pl_pl: Kompedium Markdown
ru_ru: Справочник по Markdown
th_th: เอกสารอ้างอิง Markdown
vi_vn: Tài Liệu Tham Khảo về Markdown

source: Explore Themes
cs_cz: Procháte témata vzhledu
pl_pl: Galeria motywów
ru_ru: Обзор тем
th_th: ค้นหาธีม
vi_vn: Khám Phá Themes

source: More Topics
cs_cz: Více obsahu
pl_pl: Więcej tematów
ru_ru: Больше тем
th_th: หัวข้อเพิ่มเติม
vi_vn: Các Nội Dung Khác

source: Typora Activated
cs_cz: Typora aktivována
pl_pl: Typora aktywowana
ru_ru: Typora активированна
th_th: Typora เปิดใช้งานแล้ว
vi_vn: Typora Đã Được Kích Hoạt

source: Thanks for your purchase.
cs_cz: Děkujeme za vaši platbu.
pl_pl: Dziękujemy za zakup.
ru_ru: Спасибо за покупку.
th_th: ขอบคุณสำหรับการซื้อของคุณ
vi_vn: Cảm ơn bạn đã mua giấy phép.

source: Next
cs_cz: Další
pl_pl: Dalej
ru_ru: Далее
th_th: ถัดไป
vi_vn: Tiếp Theo

source: Please accept license agreement first
cs_cz: Nejprve akceptujte licenční ujednání
pl_pl: Najpierw zaakceptuj umowę licencyjną
ru_ru: Пожалуйста, сначала примите лицензионное соглашение
th_th: โปรดยอมรับข้อตกลงใบอนุญาตก่อน
vi_vn: Vui lòng chấp nhận thoả thuận giấy phép trước

source: Start %@ Days Trial
cs_cz: Začít %@ denní testování
pl_pl: Rozpocznij %@-dniowy okres próbny
ru_ru: Начать %@-дневный пробный период
th_th: เริ่มทดลองใช้ %@ วัน
vi_vn: Bắt Đầu %@ Ngày Dùng Thử

source: Buy License
cs_cz: Koupit licenci
pl_pl: Kup licencję
ru_ru: Купить лицензию
th_th: ซื้อใบอนุญาต
vi_vn: Mua Giấy Phép

source: Activate
cs_cz: Aktivovat
pl_pl: Aktywuj
ru_ru: Активировать
th_th: เปิดใช้งาน
vi_vn: Kích hoạt

source: Close
cs_cz: Zavřít
pl_pl: Zamknij
ru_ru: Закрыть
th_th: ปิด
vi_vn: Đóng

source: Deactivate
cs_cz: Deaktivovat
pl_pl: Dezaktywuj
ru_ru: Деактивировать
th_th: ยกเลิกการใช้งาน
vi_vn: Huỷ Kích Hoạt

source: View License
cs_cz: Zobrazit licenci
pl_pl: Zobacz licencję
ru_ru: Посмотреть лицензию
th_th: ดูใบอนุญาต
vi_vn: Xem Giấy Phép

source: Your Typora License
cs_cz: Vaše Typora licence
pl_pl: Twoja licencja na program Typora
ru_ru: Ваша лицензия Typora
th_th: ใบอนุญาต Typora ของคุณ
vi_vn: Giấy Phép Typora Của Bạn

source: This copy of Typora is registered with license information below.
cs_cz: Tato kopie Typory je registrována dle informací níže.
pl_pl: Ta kopia programu Typora jest zarejestrowana z poniższymi informacjami licencyjnymi.
ru_ru: Эта копия Typora зарегистрирована с лицензионной информацией, приведенной ниже.
th_th: สำเนา Typora นี้ถูกลงทะเบียนด้วยข้อมูลใบอนุญาตด้านล่าง
vi_vn: Bản sao Typora này được đăng ký với thông tin giấy phép dưới đây.

source: Your trial will be expired in %@ days.
cs_cz: Počet dní do konce zkušebního období: %@.
pl_pl: Okres próbny wygaśnie za %@ dni.
ru_ru: Срок действия вашего пробного периода истечет через %@ дней.
th_th: การทดลองใช้งานของคุณจะหมดอายุใน %@ วัน
vi_vn: Hạn dùng thử sẽ hết trong %@ ngày.

source: Enter License
cs_cz: Zadat licenci
pl_pl: Wprowadź kod licencyjny
ru_ru: Введите лицензию
th_th: ใส่รหัสใบอนุญาต
vi_vn: Nhập Giấy Phép

source: Not Now
cs_cz: Ne teď
pl_pl: Nie teraz
ru_ru: Не сейчас
th_th: ไม่ใช่ตอนนี้
vi_vn: Không Phải Lúc Này

source: Please input a valid email address
cs_cz: Zadejte platnou e-mailovou adresu
pl_pl: Podaj poprawny adres email
ru_ru: Пожалуйста, введите действительный адрес электронной почты
th_th: กรุณาใส่ที่อยู่อีเมลที่ถูกต้อง
vi_vn: Vui lòng nhập địa chỉ email hợp lệ

source: Please input a valid license code
cs_cz: Zadejte platný licenční kód
pl_pl: Podaj poprawny kod licencyjny
ru_ru: Пожалуйста, введите действующий лицензионный код
th_th: กรุณาใส่รหัสใบอนุญาตที่ถูกต้อง
vi_vn: Vui lòng nhập mã giấy phép hợp lệ

source: Your license has exceeded the max devices numbers. The oldest device was unregistered automatically.
cs_cz: Vaše licence překročila maximální počet povolených zařízení. Nejstarší použité zařízení bylo automaticky odregistrováno.
pl_pl: Przekroczono maksymalną liczbę urządzeń w ramach Twojej licencji. Najstarsze urządzenie zostało automatycznie wyrejestrowane.
ru_ru: Ваша лицензия превысила максимальное количество устройств. Самое старое устройство было снято с регистрации автоматически.
th_th: ใบอนุญาตของคุณเกินจำนวนอุปกรณ์สูงสุดที่อนุญาต อุปกรณ์ที่เก่าที่สุดถูกยกเลิกการลงทะเบียนโดยอัตโนมัติ
vi_vn: Giấy phép của bạn đã dùng vượt quá số thiết bị cho phép. Thiết bị cũ nhất đã tự động bị huỷ đăng ký.

source: This license code has been used with a different email address.
cs_cz: Tento licenční kód byl použit s jinou e-mailovou adresou.
pl_pl: Ten kod licencyjny został użyty z innym adresem email.
ru_ru: Лицензия была использована с другим адресом электронной почты.
th_th: รหัสใบอนุญาตนี้ถูกใช้กับที่อยู่อีเมลที่แตกต่างกัน
vi_vn: Mã giấy phép này đã được dùng với một địa chỉ email khác.

source: Unknown Error. Please contact hi@typora.io
cs_cz: Neznámá chyba, kontatujte prosím hi@typora.io
pl_pl: Nieznany błąd. Skontaktuj się z hi@typora.io
ru_ru: Неизвестная ошибка. Пожалуйста, свяжитесь с hi@typora.io
th_th: ข้อผิดพลาดที่ไม่รู้จัก กรุณาติดต่อ hi@typora.io
vi_vn: Lỗi Không Xác Định. Vui lòng liên hệ hi@typora.io

source: Failed to access the license server. Please check your network or try again later.
cs_cz: Selhal přístup k licenčnímu serveru. Zkontrolujte síťové připojení nebo to zkuste znovu později.
pl_pl: Nie udało się nawiązać połączenia z serwerem licencji. Spróbuj później.
ru_ru: Не удалось получить доступ к серверу лицензии. Пожалуйста, проверьте подключение к сети или попробуйте получить доступ позже.
th_th: ไม่สามารถเข้าถึงเซิร์ฟเวอร์ใบอนุญาต โปรดตรวจสอบเครือข่ายของคุณหรือลองอีกครั้งในภายหลัง
vi_vn: Không thể truy cập đến máy chủ giấy phép. Vui lòng kiểm tra đường truyền mạng của bạn hoặc thử lại lần nữa.

source: Enter a license code to support our development ❤
pl_pl: Wprowadź kod licencyjny, aby wspierać rozwój programu ❤
ru_ru: Введите лицензионный код для поддержки наших разработок ❤
th_th: ใส่รหัสใบอนุญาตเพื่อสนับสนุนการพัฒนาของเรา ❤
vi_vn: Nhập mã cấp phép để hỗ trợ sự phát triển của chúng tôi ❤

source: Re-enter Email
pl_pl: Ponownie podaj adres email
ru_ru: Повторный ввод электронной почты
th_th: กรอกอีเมลอีกครั้ง
vi_vn: Nhập lại Email

source: Email address confirmation does not match.
pl_pl: Podane adresy email nie są takie same.
ru_ru: Подтверждение адреса электронной почты не совпадает.
th_th: การยืนยันที่อยู่อีเมลไม่ตรงกัน
vi_vn: Địa chỉ email xác nhận không trùng khớp.

source: Are you sure to deactivate Typora on this device?
pl_pl: Na pewno zdezaktywować Typorę na tym urządzeniu?
ru_ru: Хотите отключить Typora на этом устройстве?
th_th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการใช้งาน Typora บนอุปกรณ์นี้?
vi_vn: Bạn có chắc là muốn huỷ kích hoạt Typora trên thiết bị này?

source: Offline Activation
pl_pl: Aktywacja offline
th_th: การเปิดใช้งานแบบออฟไลน์
vi_vn: Kích Hoạt Ngoại Tuyến

source: Back
pl_pl: Powrót
th_th: ย้อนกลับ
vi_vn: Quay Lại

source: Get Activation Token
pl_pl: Pobierz token aktywacyjny
th_th: รับโทเค็นเปิดใช้งาน
vi_vn: Lấy Mã Kích Hoạt

source: Your activated devices have exceeded the maximum limits.
pl_pl: Przekroczono maksymalną liczbę aktywowanych urządzeń.
th_th: อุปกรณ์ที่คุณเปิดใช้งานเกินขีดจำกัดสูงสุด
vi_vn: Số thiết bị được kích hoạt của bạn đã vượt quá giới hạn tối đa cho phép.

source: Your license has exceeded the max devices numbers. If you click "Continue Activation", this device will be activated and the oldest device will be unregistered automatically.
ru_ru: В вашей лицензии превышено максимальное количество устройств. Если нажмёте на "Продолжить активацию", это устройство будет активировано, а самое старое устройство будет автоматически снято с регистрации.

source: Continue Activation
ru_ru: Продолжить активацию
